[
  {
    "id": "id1688425643",
    "name": "Books, Beach, & Beyond",
    "url": "https://podcasts.apple.com/us/podcast/books-beach-beyond/id1688425643",
    "studio": "Elin Hilderbrand, Tim Talks Books, N Magazine",
    "category": "Arts",
    "episode_count": "20 episodes",
    "avg_rating": "5.0",
    "total_ratings": "572 Ratings",
    "description": "Join Elin Hilderbrand, #1 New York Times bestselling author of 30 titles and the “Queen of the Beach Reads,” and Tim Ehrenberg, creator of the popular Tim Talks Books, as they talk shop and host spirited discussions with special guests from bestselling and internationally recognized authors, to publishing industry insiders, to local island legends who feature prominently in Hilderbrand’s prolific Nantucket stories.  From what it’s like to take a book to the screen to the intricacies and intimate details of an author’s writing process, Hilderbrand and Ehrenberg take listeners on an exciting (and amusing) journey each episode, bringing books to life in a brand-new way in this podcast presented by N Magazine.  A special thank you to our Season 2 Premier Sponsors: Nantucket Book Partners, Book of the Month, The Nantucket Hotel, Cartolina, and Triple Eight Distillery."
  },
  {
    "id": "id1585413971",
    "name": "Ruthie's Table 4",
    "url": "https://podcasts.apple.com/us/podcast/ruthies-table-4/id1585413971",
    "studio": "iHeartPodcasts",
    "category": "Arts",
    "episode_count": "137 episodes",
    "avg_rating": "4.7",
    "total_ratings": "196 Ratings",
    "description": "For more than 30 years The River Cafe in London, has been the home-from-home of artists, architects, designers, actors, collectors, writers, activists, and politicians. Michael Caine, Glenn Close, JJ Abrams, Steve McQueen, Victoria and David Beckham, and Lily Allen, are just some of the people who love to call The River Cafe home. On River Cafe Table 4, Rogers sits down with her customers—who have become friends—to talk about food memories. Table 4 explores how food impacts every aspect of our lives. “Foods is politics, food is cultural, food is how you express love, food is about your heritage, it defines who you and who you want to be,” says Rogers.Each week, Rogers invites her guest to reminisce about family suppers and first dates, what they cook, how they eat when performing, the restaurants they choose, and what food they seek when they need comfort. And to punctuate each episode of Table 4, guests such as Ralph Fiennes, Emily Blunt, and Alfonso Cuarón, read their favourite recipe from one of the best-selling River Cafe cookbooks. Table 4 itself, is situated near The River Cafe’s open kitchen, close to the bright pink wood-fired oven and next to the glossy yellow pass, where Ruthie oversees the restaurant. You are invited to take a seat at this intimate table and join the conversation. For more information, recipes, and ingredients, go to https://shoptherivercafe.co.uk/ Web: https://rivercafe.co.uk/Instagram: www.instagram.com/therivercafelondon/Facebook: https://en-gb.facebook.com/therivercafelondon/ For more podcasts from iHeartRadio, visit the iheartradio app, apple podcasts, or wherever you listen to your favorite shows. Learn more about your ad-choices at https://www.iheartpodcastnetwork.com"
  },
  {
    "id": "id1281089527",
    "name": "The Great Books",
    "url": "https://podcasts.apple.com/us/podcast/the-great-books/id1281089527",
    "studio": "National Review",
    "category": "Arts",
    "episode_count": "13 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.4K Ratings",
    "description": "Hillsdale College’s John J. Miller discusses classic works within the Western literary canon."
  },
  {
    "id": "id892536753",
    "name": "Radio Westeros ASOIAF Podcast",
    "url": "https://podcasts.apple.com/us/podcast/radio-westeros-asoiaf-podcast/id892536753",
    "studio": "Radio Westeros",
    "category": "Arts",
    "episode_count": "147 episodes",
    "avg_rating": "4.9",
    "total_ratings": "909 Ratings",
    "description": "George RR Martin's A Song of Ice and Fire (ASoIaF) novels are our focus: Analysis and theories, readings, adverts from Westeros, music from the fandom, guests, and more, with your hosts yolkboy and Lady Gwynhyfvar. Radio Westeros is the only radio station this side of Asshai... Spoilers all books!Support: patreon.com/radiowesteros Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1350850605",
    "name": "Dressed: The History of Fashion",
    "url": "https://podcasts.apple.com/us/podcast/dressed-the-history-of-fashion/id1350850605",
    "studio": "Dressed Media",
    "category": "Arts",
    "episode_count": "503 episodes",
    "avg_rating": "4.5",
    "total_ratings": "1.4K Ratings",
    "description": "With over 8 billion people in the world, we all have one thing in common. Every day we all get dressed. Join Dressed as we explore the social and cultural histories behind the who, what, when of why we wear."
  },
  {
    "id": "id1713624140",
    "name": "Talk Shop with Ariel Okin: A Fenimore Lane Production",
    "url": "https://podcasts.apple.com/us/podcast/talk-shop-with-ariel-okin-a-fenimore-lane-production/id1713624140",
    "studio": "Ariel Okin",
    "category": "Arts",
    "episode_count": "23 episodes",
    "avg_rating": "4.5",
    "total_ratings": "25 Ratings",
    "description": "Delve into the personal worlds of the top interior designers & tastemakers around the globe – interviewed by Ariel Okin, House Beautiful Next Wave Designer, Founder of Fenimore Lane, and Contributing Writer to Vogue, Architectural Digest, & Coveteur. These insightful conversations range from a designer’s favorite resources when sourcing for clients, to how creatives, shopkeepers, and artisans built their businesses, and more. Tune in each Wednesday as Ariel welcomes a new guest to discuss their career journey, design inspirations and even share a little advice for fellow design enthusiasts!"
  },
  {
    "id": "id647720354",
    "name": "Book Riot - The Podcast",
    "url": "https://podcasts.apple.com/us/podcast/book-riot-the-podcast/id647720354",
    "studio": "Book Riot",
    "category": "Arts",
    "episode_count": "693 episodes",
    "avg_rating": "4.4",
    "total_ratings": "894 Ratings",
    "description": "Book Riot - The Podcast is a weekly news and talk show about what's new, cool, and worth talking about in the world of books and reading, brought to you by the editors of BookRiot.com"
  },
  {
    "id": "id1555774578",
    "name": "Harvey Brownstone Interviews..‪.‬",
    "url": "https://podcasts.apple.com/us/podcast/harvey-brownstone-interviews/id1555774578",
    "studio": "Harvey Brownstone",
    "category": "Arts",
    "episode_count": "398 episodes",
    "avg_rating": "5.0",
    "total_ratings": "6 Ratings",
    "description": "In-depth Interviews by Harvey Brownstone"
  },
  {
    "id": "id1677833539",
    "name": "First Edition",
    "url": "https://podcasts.apple.com/us/podcast/first-edition/id1677833539",
    "studio": "Book Riot",
    "category": "Arts",
    "episode_count": "30 episodes",
    "avg_rating": "4.8",
    "total_ratings": "67 Ratings",
    "description": "BookRiot.com co-founder Jeff O'Neal explores the wide bookish world. Interviews, lists, rankings, retrospectives, recommendations, and much more, featuring people who know and love books."
  },
  {
    "id": "id1586688442",
    "name": "Marvel's Wolverine: The Long Night",
    "url": "https://podcasts.apple.com/us/podcast/marvels-wolverine-the-long-night/id1586688442",
    "studio": "Marvel",
    "category": "Arts",
    "episode_count": "11 episodes",
    "avg_rating": "4.8",
    "total_ratings": "585 Ratings",
    "description": "Special Agents Sally Pierce and Tad Marshall investigate a series of mysterious deaths in the seaside town of Burns, Alaska, following the arrival of a strange newcomer - a loner by the name Logan.Thanks for listening on Apple Podcasts!"
  },
  {
    "id": "id214089682",
    "name": "Fresh Air",
    "url": "https://podcasts.apple.com/us/podcast/fresh-air/id214089682",
    "studio": "Fresh Air",
    "category": "Arts",
    "episode_count": "894 episodes",
    "avg_rating": "4.3",
    "total_ratings": "33.4K Ratings",
    "description": "Fresh Air from WHYY, the Peabody Award-winning weekday magazine of contemporary arts and issues, is one of public radio's most popular programs. Hosted by Terry Gross, the show features intimate conversations with today's biggest luminaries.Subscribe to Fresh Air Plus! You'll enjoy bonus episodes and sponsor-free listening - all while you support NPR's mission. Learn more at plus.npr.org/freshair"
  },
  {
    "id": "id1455169228",
    "name": "Articles of Interest",
    "url": "https://podcasts.apple.com/us/podcast/articles-of-interest/id1455169228",
    "studio": "Radiotopia",
    "category": "Arts",
    "episode_count": "41 episodes",
    "avg_rating": "4.9",
    "total_ratings": "3.2K Ratings",
    "description": "Articles of Interest is a show about what we wear.Produced and Hosted by Avery Trufelman"
  },
  {
    "id": "id1713169728",
    "name": "The Recipe with Kenji and Deb",
    "url": "https://podcasts.apple.com/us/podcast/the-recipe-with-kenji-and-deb/id1713169728",
    "studio": "Radiotopia",
    "category": "Arts",
    "episode_count": "14 episodes",
    "avg_rating": "4.7",
    "total_ratings": "300 Ratings",
    "description": "Hi, we’re Deb Perelman (Smitten Kitchen) and J. Kenji López-Alt (Serious Eats, The Food Lab, The Wok). We’re professional home cooks, which means we can - and will - make the same meal 57 times in a row on the quest for the perfect recipe. Is it crazy? For us, no, because we do this for a living. But for you? Yes, probably. Which is why you should listen to The Recipe with Kenji and Deb. You'll hear us talk about what goes into writing our recipes — the techniques we test, the ingredients we taste — so that you can be on your way to creating your own perfect recipe. Whether you're cooking meatloaf, pancakes, or chicken soup in all its forms, we got you, and you've got this.The Recipe with Kenji and Deb is a proud member of Radiotopia from PRX, a network of independent and listener-supported podcasts. Discover audio with vision at radiotopia.fm."
  },
  {
    "id": "id1550677342",
    "name": "Create Your Own Light",
    "url": "https://podcasts.apple.com/us/podcast/create-your-own-light/id1550677342",
    "studio": "Podcast with Travis Howze",
    "category": "Arts",
    "episode_count": "129 episodes",
    "avg_rating": "4.8",
    "total_ratings": "161 Ratings",
    "description": "We all want to live a life we desire and deserve versus merely existing. Each week, join Travis Howze, U.S. Marine, former Police Officer and Firefighter, World Touring Stand Up Comedian, Motivational Speaker and Best Selling Author as he draws from a lifetime of experiences from unbelievably hysterical stories to unspeakable traumatic events and engages directly with his supporters and listeners, taking off-the-cuff questions and topic suggestions to produce a unique broadcast atmosphere, where you, the listener, has a say in the show. If you struggle with purpose, looking for inspiration, have a friend or loved one who could use support, or simply want to laugh and cry in your vehicle, couch, or go-to place, this podcast is a must for you!"
  },
  {
    "id": "id1355215424",
    "name": "Hot and Bothered",
    "url": "https://podcasts.apple.com/us/podcast/hot-and-bothered/id1355215424",
    "studio": "Not Sorry Productions",
    "category": "Arts",
    "episode_count": "217 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1K Ratings",
    "description": "Hot and Bothered is all about the power of romance culture. We analyze romance novels and movies to better imagine our own happy endings. Episodes release weekly on Tuesdays.CURRENT SEASON: Hot and Bothered (Movie Edition)We make Hot and Bothered because we are interested in the way that love stories have impacted our lives and culture. For our fifth season of the show, we’re turning our attention to romantic films. Vanessa and Hannah McGregor dig into the canon of romantic films, from Titanic to Twilight to When Harry Met Sally, (just to name a few). Every other week they do a close scene analysis of how each movie ends, always asking the question ‘what does this movie believe about love?’SEASON 4: Live from PemberleyIn Live from Pemberley, we continue our deep-dive into the classic texts of romance literature. This season we take a close look at the most famous Romance novel of all time: Jane Austen’s Pride and Prejudice. Every episode, Vanessa Zoltan and Lauren Sandler read through the book, talk with experts, and ask themselves the question ‘is this still a story for our time?’SEASON 3: On EyreVanessa Zoltan and journalist Lauren Sandler embark on the English class you always deserved, diving deep into Jane Eyre through the themes of power and desire. Discussions range from ideas of class and colonialism to sex and gender as Lauren and Vanessa explore the roles of oppression and inequality, empowerment and rebellion in the text. Major “Eyreheads” and first-time readers alike are invited into Lauren and Vanessa’s conversation as they grapple with this complicated work—and as they try to figure out if Jane Eyre is a book they want to pass on to their daughters, and to future generations.SEASON 2: Twilight in QuarantineYou may remember BFFs Vanessa & Julia from their all-star advice giving in Hot and Bothered Season 1. In this season they’re sheltering in place in different cities, but they’re getting on the phone three times a week to read and talk about Twilight. On Twilight in Quarantine, they work their way through the Twilight saga one chapter at a time, giving brilliant well-informed advice to Stephenie Meyer’s characters along the way. Advice like: “have you considered talking to each other about your feelings?” and “maybe you shouldn’t kidnap people.”SEASON 1: Writing RomanceSeason one of Hot and Bothered follows ten first-time romance writers as they try to write their own romance novels. Each episode explores a particular romance trope and why we love it so much. Along the way, Julia Quinn, writer of the Bridgerton series, gives weekly assignments so listeners can follow along in the process. Season one was made in collaboration with Spoke Media.Hot & Bothered is produced by Not Sorry Productions, a feminist organization that produces podcasts, educational content, live shows, and immersive experiences with the explicit goal of addressing the spiritual needs of its participants. Through community, rigor, and ritual, we treat traditionally secular things as if they were sacred. To learn more about what we do, visit https://notsorryworks.com/ Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1460580357",
    "name": "The Literary Life Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-literary-life-podcast/id1460580357",
    "studio": "Angelina Stanford Thomas Banks",
    "category": "Arts",
    "episode_count": "234 episodes",
    "avg_rating": "4.8",
    "total_ratings": "946 Ratings",
    "description": "Not just book chat! The Literary Life Podcast is an ongoing conversation about the skill and art of reading well and the lost intellectual tradition needed to fully enter into the great works of literature.Experienced teachers Angelina Stanford and Thomas Banks (of www.HouseOfHumaneLetters.com) join lifelong reader Cindy Rollins (of www.MorningtimeForMoms.com) for slow reads of classic literature, conversations with book lovers, and an ever-unfolding discussion of how Stories Will Save the World.And check out our sister podcast The Well Read Poem with poet Thomas Banks."
  },
  {
    "id": "id918896288",
    "name": "Gastropod",
    "url": "https://podcasts.apple.com/us/podcast/gastropod/id918896288",
    "studio": "Vox Media Podcast Network",
    "category": "Arts",
    "episode_count": "241 episodes",
    "avg_rating": "4.7",
    "total_ratings": "3.3K Ratings",
    "description": "Food with a side of science and history. Every other week, co-hosts Cynthia Graber and Nicola Twilley serve up a brand new episode exploring the hidden history and surprising science behind a different food- or farming-related topic, from aquaculture to ancient feasts, from cutlery to chile peppers, and from microbes to Malbec. We interview experts, visit labs, fields, and archaeological digs, and generally have lots of fun while discovering new ways to think about and understand the world through food. Find us online at gastropod.com, follow us on Twitter @gastropodcast, and like us on Facebook at facebook.com/gastropodcast."
  },
  {
    "id": "id1711116407",
    "name": "DTFae",
    "url": "https://podcasts.apple.com/us/podcast/dtfae/id1711116407",
    "studio": "DTFae Podcast",
    "category": "Arts",
    "episode_count": "50 episodes",
    "avg_rating": "5.0",
    "total_ratings": "13 Ratings",
    "description": "Follow us at @DTFaePodcast!We like our coffee icy and our books spicy. Oh, and we're totally Down To Fae. A podcast for fantasy romance readers and fans of authors like Sarah J. Maas, Jennifer L. Armentrout, Rebecca Yarros and Carissa Broadbent. Follow along as your delulu hosts discuss your favorite romantasy books in a chapter-by-chapter read, re-read or refresher."
  },
  {
    "id": "id1533722524",
    "name": "Glamorous Trash: A Celebrity Memoir Podcast",
    "url": "https://podcasts.apple.com/us/podcast/glamorous-trash-a-celebrity-memoir-podcast/id1533722524",
    "studio": "Glamorous Extra Trash",
    "category": "Arts",
    "episode_count": "195 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.9K Ratings",
    "description": "Celebrity Memoirs, Pop Culture, and Books! Join us as we book club female celebrity memoirs through a thoughtful lens."
  },
  {
    "id": "id1510623480",
    "name": "Biscuits & Jam",
    "url": "https://podcasts.apple.com/us/podcast/biscuits-jam/id1510623480",
    "studio": "Southern Living",
    "category": "Arts",
    "episode_count": "187 episodes",
    "avg_rating": "4.6",
    "total_ratings": "570 Ratings",
    "description": "In the South, food and music go hand in hand. They define much of what we think of as Southern culture, and they say a lot about our past, our present, and our future. Each week, Sid Evans, Editor in Chief of Southern Living, sits down with musicians, chefs, and other Southern icons to hear the stories of how they grew up, what inspires them, and why they feel connected to the region. Through honest conversations, Sid explores childhood memories, the family meals they still think about, and the intersection of food and music in their lives. Always surprising, always engaging, Biscuits & Jam is a celebration of the South—and the people who are moving it forward every day. New episodes every Tuesday."
  },
  {
    "id": "id120315179",
    "name": "The Book Review",
    "url": "https://podcasts.apple.com/us/podcast/the-book-review/id120315179",
    "studio": "The New York Times",
    "category": "Arts",
    "episode_count": "499 episodes",
    "avg_rating": "4.1",
    "total_ratings": "3.4K Ratings",
    "description": "The world's top authors and critics join host Gilbert Cruz and editors at The New York Times Book Review to talk about the week's top books, what we're reading and what's going on in the literary world.Listen to this podcast in New York Times Audio, our new iOS app for news subscribers. Download now at nytimes.com/audioapp"
  },
  {
    "id": "id1273613024",
    "name": "Bend the Knee: A Song of Ice and Fire Podcast",
    "url": "https://podcasts.apple.com/us/podcast/bend-the-knee-a-song-of-ice-and-fire-podcast/id1273613024",
    "studio": "Bend the Knee Media",
    "category": "Arts",
    "episode_count": "451 episodes",
    "avg_rating": "4.3",
    "total_ratings": "858 Ratings",
    "description": "Bend the knee and join us each week as we re-read the epic fantasy series, A Song of Ice and Fire by George R. R. Martin. Each episode will contain a small council meeting for updates on the HBO show, Winds of Winter, and GRR’s ‘Not a Blog’. We also include a short history lesson from A World of Ice and Fire. Finally, we take an in-depth look at each chapter of the series. This is a book club without banners, all are welcome to join! Night gathers, and now our read begins …"
  },
  {
    "id": "id1560226129",
    "name": "Lipstick on the Rim",
    "url": "https://podcasts.apple.com/us/podcast/lipstick-on-the-rim/id1560226129",
    "studio": "Dear Media",
    "category": "Arts",
    "episode_count": "171 episodes",
    "avg_rating": "4.4",
    "total_ratings": "819 Ratings",
    "description": "Consider Molly Sims and her best friend Emese Gormley your new girlfriends on speed dial for all your pressing beauty and wellness needs. Is Botox a good idea? Should you try that new diet you saw on the Today Show? Molly and Emese have your back. With guests ranging from top health and beauty experts to their industry friends, you’ll get the scoop on the latest trends, which products and procedures to try, and which to run from-- and they just might be doing it all with a drink in hand. Prepare to be obsessed."
  },
  {
    "id": "id1572653162",
    "name": "Catholic Bible Study",
    "url": "https://podcasts.apple.com/us/podcast/catholic-bible-study/id1572653162",
    "studio": "Augustine Institute",
    "category": "Arts",
    "episode_count": "87 episodes",
    "avg_rating": "4.8",
    "total_ratings": "293 Ratings",
    "description": "World-renowned Catholic Scholars from the Augustine Institute Graduate School of Theology lead in-depth Catholic Bible Studies to help the faithful encounter the Scriptures to further understanding and devotion to the inspired Word of God. These Bible Studies are brought to you by FORMED and are made possible by the Mission Circle giving society. Consider furthering the mission of the Augustine Institute to help Catholics understand, live, and share their faith by visiting missioncircle.org today."
  },
  {
    "id": "id1598392451",
    "name": "Saints Alive Podcast",
    "url": "https://podcasts.apple.com/us/podcast/saints-alive-podcast/id1598392451",
    "studio": "Saints Alive",
    "category": "Arts",
    "episode_count": "50 episodes",
    "avg_rating": "4.8",
    "total_ratings": "869 Ratings",
    "description": "A radio theater podcast for kids that tells the stories of the saints like never before! Geared towards children ages 6-12, this podcast is full of adventure, heroism, virtue and humor. The stories of the saints for your little saints in the making. Come listen with your family and friends!"
  },
  {
    "id": "id602003021",
    "name": "Overdue",
    "url": "https://podcasts.apple.com/us/podcast/overdue/id602003021",
    "studio": "Headgum",
    "category": "Arts",
    "episode_count": "704 episodes",
    "avg_rating": "4.6",
    "total_ratings": "2.1K Ratings",
    "description": "Overdue is a podcast about the books you've been meaning to read. Join Andrew and Craig each week as they tackle a new title from their backlog. Classic literature, obscure plays, goofy childen’s books: they'll read it all, one overdue book at a time."
  },
  {
    "id": "id1191909632",
    "name": "Close Reads Podcast",
    "url": "https://podcasts.apple.com/us/podcast/close-reads-podcast/id1191909632",
    "studio": "Goldberry Studios",
    "category": "Arts",
    "episode_count": "400 episodes",
    "avg_rating": "4.7",
    "total_ratings": "761 Ratings",
    "description": "Close Reads is a book-club podcast for the incurable reader. Featuring David Kern, Tim McIntosh and Heidi White, alongside a couple of other occasional guests, we read Great Books and talk about them. This is a show for amateurs in the best sense. We’re book lovers, book enthusiasts. This is not an experts show and it’s barely literary analysis in the way that literary analysis is commonly understood. Instead it’s a show about experiences with literary urge. Join us!  closereads.substack.com"
  },
  {
    "id": "id164829166",
    "name": "Merriam-Webster's Word of the Day",
    "url": "https://podcasts.apple.com/us/podcast/merriam-websters-word-of-the-day/id164829166",
    "studio": "Merriam-Webster",
    "category": "Arts",
    "episode_count": "10 episodes",
    "avg_rating": "4.4",
    "total_ratings": "1.1K Ratings",
    "description": "Build your vocabulary with Merriam-Webster's Word of the Day!  Each day a Merriam-Webster editor offers insight into a fascinating new word -- explaining its meaning, current use, and little-known details about its origin."
  },
  {
    "id": "id1707878268",
    "name": "#skinthusiast: the podcast",
    "url": "https://podcasts.apple.com/us/podcast/skinthusiast-the-podcast/id1707878268",
    "studio": "Amy Koberling",
    "category": "Arts",
    "episode_count": "47 episodes",
    "avg_rating": "4.9",
    "total_ratings": "145 Ratings",
    "description": "#skinthusiast is a podcast for listeners to soak in skincare tips and beauty tricks from the real experts with tangible steps to get that glow from the inside out. Amy Koberling is a skincare educator, practicing Dermatology PA and beauty creator who bridges the gap between the consumer and the industry. How do I spot treat a pimple? How do I create a skincare routine?  What’s the most impactful wellness routine? Should I be buying only clean makeup?Whether you’re a beauty lover, in need of a skin care overhaul or looking to build your brand, this is the show for you.Listen in to the industry’s top experts on everything from the best way to spot treat a blemish, to the drugstore dupes that are better than any luxury serums... We cover it all. Tune in as Dermatologists, brand founders, and other industry experts share their tips and tricks for all things beauty, skincare and wellness. Think of #skinthusiast: the podcast like a coffee chat with the beauty gurus whose brains you’ve always wished you could pick! You won’t get this kind of insight anywhere else!"
  },
  {
    "id": "id86997870",
    "name": "The Splendid Table: Conversations & Recipes For Curious Cooks & Eaters",
    "url": "https://podcasts.apple.com/us/podcast/the-splendid-table-conversations-recipes-for-curious/id86997870",
    "studio": "American Public Media",
    "category": "Arts",
    "episode_count": "25 episodes",
    "avg_rating": "4.3",
    "total_ratings": "2.8K Ratings",
    "description": "The Splendid Table has always connected people through the common language of food and eating. Now with award-winning food journalist Francis Lam at the helm, we’re bringing forward even more fresh voices and surprising conversations at the intersection of food, people and culture – covering everything from the global appeal of sesame to the impact of Instagram on everyday eating. It’s a food show where everyone is welcome. Produced by American Public Media."
  },
  {
    "id": "id1680366795",
    "name": "I'll Read What She's Reading",
    "url": "https://podcasts.apple.com/us/podcast/ill-read-what-shes-reading/id1680366795",
    "studio": "I'll Read What She's Reading",
    "category": "Arts",
    "episode_count": "71 episodes",
    "avg_rating": "4.5",
    "total_ratings": "341 Ratings",
    "description": "Join Kennedy, Reggie, & Mikayla every Wednesday as they discuss everything from smash or pass on their favorite book characters, deep dives on their favorite authors, & more. Want to read & not sure where to start? Just read what they’re reading! Each month the girls will have a monthly book club book that they, along with their listeners, will read together & discuss. See you Wednesday!"
  },
  {
    "id": "id1545833974",
    "name": "As the Season Turns",
    "url": "https://podcasts.apple.com/us/podcast/as-the-season-turns/id1545833974",
    "studio": "Ffern",
    "category": "Arts",
    "episode_count": "63 episodes",
    "avg_rating": "5.0",
    "total_ratings": "141 Ratings",
    "description": "'As the Season Turns' is a podcast created by Ffern (www.ffern.co) and presented by the nature writer Lia Leendertz. Each episode, released on the first of every month, is a guide to what to look out for in the month ahead - from the sky above to the land below. Ffern is a natural fragrance maker based in Somerset. Working with the rhythms of the seasons, they blend, barrel-age and bottle four fragrances a year, released at the equinox and solstice. Each fragrance is made to order for the names on the Ffern production ledger. To join the ledger and find out more visit www.ffern.co"
  },
  {
    "id": "id1734490947",
    "name": "The Bright Side",
    "url": "https://podcasts.apple.com/us/podcast/the-bright-side/id1734490947",
    "studio": "iHeartPodcasts",
    "category": "Arts",
    "episode_count": "96 episodes",
    "avg_rating": "4.5",
    "total_ratings": "111 Ratings",
    "description": "Start your day with The Bright Side, a new daily podcast from Hello Sunshine. Co-hosted by journalist, TV host, and podcaster, Danielle Robay and Emmy-nominated journalist, host, and producer, Simone Boyce, The Bright Side brings your daily dose of culture and inspiration – with the latest trends, celebrity interviews, and real conversations with women doing amazing things while navigating life’s transitions, big and small. The Bright Side is a talk show created to inspire, educate, and empower women as they tackle life each day and add joy to their morning routines. Join Danielle and Simone and the Hello Sunshine community every weekday for entertainment, culture, wellness, books, and more."
  },
  {
    "id": "id1465445746",
    "name": "The Emerald",
    "url": "https://podcasts.apple.com/us/podcast/the-emerald/id1465445746",
    "studio": "Joshua Schrei",
    "category": "Arts",
    "episode_count": "86 episodes",
    "avg_rating": "4.9",
    "total_ratings": "577 Ratings",
    "description": "The Emerald explores the human experience through a vibrant lens of myth, story, and imagination. Brought to life through the wise, wild, and humorous vision of Joshua Michael Schrei — a teacher and lifelong student of the cosmologies and mythologies of the world — the podcast draws from a deep well of poetry, lore, and mythos to challenge conventional narratives on politics and public discourse, meditation and mindfulness, art, science, literature, and more. At the heart of the podcast is the premise that the imaginative, poetic, animate heart of human experience — elucidated by so many cultures over so many thousands of years — is missing in modern discourse and is urgently needed at a time when humanity is facing unprecedented problems. The Emerald advocates for an imaginative vision of human life and human discourse as it questions deep underlying assumptions about societal progress."
  },
  {
    "id": "id1744398825",
    "name": "The Lou Young Show",
    "url": "https://podcasts.apple.com/us/podcast/the-lou-young-show/id1744398825",
    "studio": "Lou Young III",
    "category": "Arts",
    "episode_count": "13 episodes",
    "avg_rating": "4.9",
    "total_ratings": "40 Ratings",
    "description": "The Lou Young Show is a variety podcast featuring former NFL player turned comedy star Lou Young."
  },
  {
    "id": "id1673482207",
    "name": "Movement with Meklit Hadero",
    "url": "https://podcasts.apple.com/us/podcast/movement-with-meklit-hadero/id1673482207",
    "studio": "Meklit Hadero",
    "category": "Arts",
    "episode_count": "24 episodes",
    "avg_rating": "4.7",
    "total_ratings": "33 Ratings",
    "description": "Movement is a podcast, radio series and live show that tells stories of global migration through music. Hosted by Ethiopian-American singer Meklit Hadero, the show is a meditation on the large-scale forces at play in individual lives. Issues of citizenship, identity, belonging, and borders are explored through the experiences of artists themselves: two brothers sharing one guitar, a daughter trying on her father’s shoes, the lineage of a drum, and the sounds of a grandmother’s backyard."
  },
  {
    "id": "id1366633318",
    "name": "Moms Don’t Have Time to Read Books",
    "url": "https://podcasts.apple.com/us/podcast/moms-dont-have-time-to-read-books/id1366633318",
    "studio": "Author Obsessions",
    "category": "Arts",
    "episode_count": "1,929 episodes",
    "avg_rating": "4.5",
    "total_ratings": "518 Ratings",
    "description": "Moms Don’t Have Time to Read Books is the award-winning, author-interview podcast hosted by author, bookstore owner and publisher, Zibby Owens, dubbed \"NYC's Most Powerful Book-fluencer\" (Vulture). (Zibby's novel Blank is a USA Today bestseller!) Hear from your favorite celebrities, novelists, memoirists, and others to keep you in-the-know, help you find the next book for you, and inspire you!Sign up for our newsletters here and learn more on zibbymedia.com. Please rate and review the podcast if you love it!!***Music by Morning Moon Music.Sound editing by TexturesSound.Hosting by Acast.To inquire about advertising, please contact allie.gallo@acast.com.***Thank you to this week's sponsors:ByHeart: ByHeart is an infant nutrition company built from the ground up to deliver real innovation on behalf of babies and parents. Their mission is simple: make the best formula in the world. Redeem your welcome offer at ByHeart.com/Podcast with code ZIBBY20 for a limited time.K12: K12 Powered Schools are tuition-free online accredited public schools for kindergarten through 12th grade, designed to help your child to learn at their own pace, in their own place, and with an engaging curriculum that supports individual learning styles. Join the more than 2 million families who have been served by K12, and empower your student to reach their full potential now. Go to K12.com/ZIBBY today to learn more and find a tuition-free K12-powered school near you.ADT: ADT is America’s most trusted name in home security. From cameras to doorbells and more, get peace of mind when you’re home or away. Get started at ADT.com.CrunchLabs: CrunchLabs’ goal is to show kids how to Think Like an Engineer through CrunchLabs Build Boxes, a STEM subscription build-it-yourself box! For the summer, CrunchLabs is hosting Camp CrunchLabs: a supercharged 12-week virtual summer camp. That’s a Build Box every week for 12 weeks—least boring summer ever! Visit crunchlabs.com/ZIBBY for a Camp CrunchLabs discount! Now there's more! Subscribe to Moms Don't Have Time to Read Books on Acast+ and get ad-free episodes. https://plus.acast.com/s/moms-dont-have-time-to-read-books. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id862258051",
    "name": "Jay & Miles X-Plain the X-Men",
    "url": "https://podcasts.apple.com/us/podcast/jay-miles-x-plain-the-x-men/id862258051",
    "studio": "Jay Edidin & Miles Stokes",
    "category": "Arts",
    "episode_count": "496 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1.7K Ratings",
    "description": "Daunted by complex continuity? Can’t tell a mutate from a warpie? We are here for you. We have trained for this responsibility for decades. We have the backissues, the calluses, and a really detailed map of the Summers family tree.We’ve been explaining the X-Men informally for years–to our friends and family, to the Internet, and, occasionally, to patient strangers on the street. Now, we’re making it official, with Jay and Miles X-Plain the X-Men: a weekly podcast dedicated to unpacking the weird, wonderful world of our favorite superhero soap opera for newcomers and die-hard fans alike."
  },
  {
    "id": "id1074070278",
    "name": "History of Westeros (Game of Thrones‪)‬",
    "url": "https://podcasts.apple.com/us/podcast/history-of-westeros-game-of-thrones/id1074070278",
    "studio": "History of Westeros",
    "category": "Arts",
    "episode_count": "339 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.2K Ratings",
    "description": "Come obsess over A Song of Ice and Fire and Game of Thrones with us! Our show is an enthusiastic and heavily-detailed look at the past, present and future of Westeros and the realms beyond."
  },
  {
    "id": "id1438162222",
    "name": "Something Scary",
    "url": "https://podcasts.apple.com/us/podcast/something-scary/id1438162222",
    "studio": "Studio71",
    "category": "Arts",
    "episode_count": "313 episodes",
    "avg_rating": "4.8",
    "total_ratings": "8.1K Ratings",
    "description": "Do you wanna hear something scary? Join Blair and Steffany every week as they bring you the creepiest ghost stories, urban legends, and folktales.Wanna hear something scary without ads? Click here: https://somethingscary.supercast.tech/We wanna make the podcast even better, help us learn how we can: https://bit.ly/2EcYbu4 For advertising opportunities please email PodcastPartnerships@Studio71us.com   Privacy Policy: https://www.studio71.com/us/terms-and-conditions-use/#Privacy%20Policy"
  },
  {
    "id": "id1155061645",
    "name": "All About Agatha Christie",
    "url": "https://podcasts.apple.com/us/podcast/all-about-agatha-christie/id1155061645",
    "studio": "All About Agatha (Christie)",
    "category": "Arts",
    "episode_count": "274 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1K Ratings",
    "description": "All About Agatha is a podcast all about, well, Agatha. Agatha Christie, of course: the Queen of Crime, a real-life Dame of the British Empire, and author of sixty-six mystery novels that spanned the Twentieth Century, defining a genre. For five years, Catherine Brobeck and Kemper Donovan revisited these novels in publication order, ranking them according to pre-set criteria (plot, character, etc.). Tragically, Catherine Brobeck passed away at the end of 2021. Since then, Kemper has completed the podcast's ranking project, and now contents himself with celebrating the greatness of Christie by attempting to solve the ultimate mystery where she is concerned. Why Christie--and Christie alone--endures as powerfully as she does."
  },
  {
    "id": "id1225204588",
    "name": "The Business of Fashion Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-business-of-fashion-podcast/id1225204588",
    "studio": "The Business of Fashion",
    "category": "Arts",
    "episode_count": "454 episodes",
    "avg_rating": "4.4",
    "total_ratings": "511 Ratings",
    "description": "The Business of Fashion has gained a global following as an essential daily resource for fashion creatives, executives and entrepreneurs in over 200 countries. It is frequently described as “indispensable,” “required reading” and “an addiction.” Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1116847329",
    "name": "The Von Haessler Doctrine",
    "url": "https://podcasts.apple.com/us/podcast/the-von-haessler-doctrine/id1116847329",
    "studio": "Cox Media Group",
    "category": "Arts",
    "episode_count": "1,938 episodes",
    "avg_rating": "4.7",
    "total_ratings": "668 Ratings",
    "description": "The Von Haessler Doctrine“Refreshing and Entertaining!”WEEKDAYS LIVE  3PM-7PM on 95.5 WSBListen On-Demand anytime.Combining humor, current events, and an independent view on politics, Eric Von Haessler and his talented cast of sidekicks are described by Atlantans as “funny, informative and interesting.”"
  },
  {
    "id": "id1754296527",
    "name": "The True Story of the Fake Zombies",
    "url": "https://podcasts.apple.com/us/podcast/the-true-story-of-the-fake-zombies/id1754296527",
    "studio": "iHeartPodcasts",
    "category": "Arts",
    "episode_count": "5 episodes",
    "avg_rating": "4.5",
    "total_ratings": "27 Ratings",
    "description": "In 1969, the Zombies had a huge hit single, despite having broken up two years earlier. To meet the unexpected demand, one promoter did the only sensible thing: Hire four kids from Texas to tour America pretending to be a defunct British psych-rock band."
  },
  {
    "id": "id1354253207",
    "name": "Reading Ferdowsi فردوسی خوان‪ی‬",
    "url": "https://podcasts.apple.com/us/podcast/reading-ferdowsi-%D9%81%D8%B1%D8%AF%D9%88%D8%B3%DB%8C-%D8%AE%D9%88%D8%A7%D9%86%DB%8C/id1354253207",
    "studio": "Amir Khadem",
    "category": "Arts",
    "episode_count": "196 episodes",
    "avg_rating": "4.8",
    "total_ratings": "2.2K Ratings",
    "description": "پادکست برای دوستداران مبتدی شاهنامه"
  },
  {
    "id": "id957430475",
    "name": "The Allusionist",
    "url": "https://podcasts.apple.com/us/podcast/the-allusionist/id957430475",
    "studio": "Helen Zaltzman",
    "category": "Arts",
    "episode_count": "217 episodes",
    "avg_rating": "4.8",
    "total_ratings": "2.9K Ratings",
    "description": "Adventures in language with Helen Zaltzman. TheAllusionist.org"
  },
  {
    "id": "id1372347504",
    "name": "HowToBBQRight",
    "url": "https://podcasts.apple.com/us/podcast/howtobbqright/id1372347504",
    "studio": "Malcom Reed",
    "category": "Arts",
    "episode_count": "249 episodes",
    "avg_rating": "4.8",
    "total_ratings": "573 Ratings",
    "description": "Welcome to the HowToBBQRight Podcast with Malcom & Rachelle Reed. Here we talk all about our weekly YouTube recipes, what we’re grilling at the house, tips and tricks for grilling and our competition BBQ contests."
  },
  {
    "id": "id1375630453",
    "name": "Inside Trader Joe's",
    "url": "https://podcasts.apple.com/us/podcast/inside-trader-joes/id1375630453",
    "studio": "Trader Joe's",
    "category": "Arts",
    "episode_count": "87 episodes",
    "avg_rating": "4.8",
    "total_ratings": "4.2K Ratings",
    "description": "From our humble beginnings as a small chain of eclectic Southern California convenience stores, Trader Joe’s has grown to become a national chain of 552 (and counting) neighborhood grocery stores, employing more than 65,000 Crew Members.  How?  By being comfortable with being different. Every episode takes you Inside Trader Joe’s in a podcast series only Trader Joe's could deliver.  Are you a Trader Joe’s fan?  Want to know what keeps people coming back? Hungry for all the new and exciting stuff coming to your neighborhood store?  Let's go Inside Trader Joe’s. Thanks for listening."
  },
  {
    "id": "id1440190146",
    "name": "Fated Mates - A Romance Novel Podcast",
    "url": "https://podcasts.apple.com/us/podcast/fated-mates-a-romance-novel-podcast/id1440190146",
    "studio": "Fated Mates",
    "category": "Arts",
    "episode_count": "307 episodes",
    "avg_rating": "4.9",
    "total_ratings": "809 Ratings",
    "description": "The most listened to romance novel podcast, Fated Mates is co-hosted by bestselling author Sarah MacLean and romance critic Jen Prokop. Weekly episodes include romance novel read-alongs and lively discussions of the work of the genre, highlighting the romance novel as a powerful tool in fighting the patriarchy…with absolutely no kink shaming."
  },
  {
    "id": "id1194913358",
    "name": "The Losers' Club: A Stephen King Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-losers-club-a-stephen-king-podcast/id1194913358",
    "studio": "Bloody FM",
    "category": "Arts",
    "episode_count": "442 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.2K Ratings",
    "description": "Founded in 2017, The Losers’ Club® is an award-winning weekly series that chronologically digs through the work of Stephen King with humor, irreverence, and a critical eye. Each episode, the Losers gather together to read between the iconic pages and share the latest in King’s Dominion, whether it’s the author’s oft-controversial tweets, the boldest Hollywood headlines, or his endless forthcoming projects. The series also regularly features special guests. In the past, the Losers have spoken to Mike Flanagan, Thomas Jane, Tananarive Due, Chapo Trap House, Owen Teague, Mick Garris, Mary Lambert, Jerry O’Connell, Wil Wheaton, Joe Bob Briggs, and even King himself.Suitable for readers both Constant and casual. King says check us out.Edited by Kyle Orozovich. Music by The Most/Charlie Laurence. Produced by Michael Roffman and Randall Colburn."
  },
  {
    "id": "id283657561",
    "name": "Snap Judgment",
    "url": "https://podcasts.apple.com/us/podcast/snap-judgment/id283657561",
    "studio": "Snap Judgment",
    "category": "Arts",
    "episode_count": "424 episodes",
    "avg_rating": "4.7",
    "total_ratings": "10.9K Ratings",
    "description": "Snap Judgment mixes real stories with killer beats to produce cinematic, dramatic radio. Snap’s raw, musical brand of storytelling dares listeners to see the world through the eyes of another. It's storytelling... with a BEAT."
  },
  {
    "id": "id1567511802",
    "name": "Food with Mark Bittman",
    "url": "https://podcasts.apple.com/us/podcast/food-with-mark-bittman/id1567511802",
    "studio": "Mark Bittman",
    "category": "Arts",
    "episode_count": "149 episodes",
    "avg_rating": "4.8",
    "total_ratings": "914 Ratings",
    "description": "Former New York Times food journalist and #1 bestselling author Mark Bittman (How to Cook Everything; VB6; Animal, Vegetable, Junk) is joined by co-host (and daughter) Kate to explore all aspects of food – from what to have for dinner, how to raise healthy children, and how to perfect your cooking routine to big picture questions about climate change, sustainability, food policy, and global hunger. Each week, Mark and Kate talk with cooks, celebrities, chefs, farmers, activists, policymakers, and food-lovers about the role of food in their lives, what they love to cook, and the ways that food impacts our society. Plus Mark and Kate offer handy cooking tips, recipes, answers to your questions, and much more.If you have a minute, we'd love it if you'd take a short survey about our show! Head here: http://bit.ly/foodwithmarkbittman-survey Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1436346407",
    "name": "City Arts & Lectures",
    "url": "https://podcasts.apple.com/us/podcast/city-arts-lectures/id1436346407",
    "studio": "City Arts & Lectures",
    "category": "Arts",
    "episode_count": "309 episodes",
    "avg_rating": "4.4",
    "total_ratings": "325 Ratings",
    "description": "Since 1980, City Arts & Lectures has presented onstage conversations with outstanding figures in literature, politics, criticism, science, and the performing arts, offering the most diverse perspectives about ideas and values. City Arts & Lectures programs can be heard on more than 130 public radio stations across the country and wherever you get your podcasts. The broadcasts are co-produced with KQED 88.5 FM in San Francisco. Visit CITYARTS.NET for more info."
  },
  {
    "id": "id1434904509",
    "name": "The Jeselnik & Rosenthal Vanity Project",
    "url": "https://podcasts.apple.com/us/podcast/the-jeselnik-rosenthal-vanity-project/id1434904509",
    "studio": "All Things Comedy Network",
    "category": "Arts",
    "episode_count": "250 episodes",
    "avg_rating": "4.8",
    "total_ratings": "4.3K Ratings",
    "description": "Anthony Jeselnik is a world famous comedian, Gregg Rosenthal is an analyst for NFL Network and they have been best friends for over 20 years. Each week, JRVP features stories from their lives, deep dives into the darkest and craziest news stories from around the world and essential recommendations to their listeners. The hilarious podcast is about friendship, family and Anthony's unquenchable desire to get Gregg in trouble with his employer and his wife."
  },
  {
    "id": "id876424161",
    "name": "Radio Cherry Bombe",
    "url": "https://podcasts.apple.com/us/podcast/radio-cherry-bombe/id876424161",
    "studio": "The Cherry Bombe Network",
    "category": "Arts",
    "episode_count": "563 episodes",
    "avg_rating": "4.7",
    "total_ratings": "526 Ratings",
    "description": "Radio Cherry Bombe features interviews with the most interesting people in the world of food. Each week, host Kerry Diamond, founder and editor of the indie magazine Cherry Bombe, talks to the chefs, bakers, creatives, and entrepreneurs making it happen. Follow @cherrybombe on Instagram for show news and more, and visit cherrybombe.com/radio-cherry-bombe for transcripts and past episodes. Thank you to Tralala for our theme song, \"All Fired Up.\" Produced by The Cherry Bombe Podcast Network"
  },
  {
    "id": "id1760038622",
    "name": "All on the Table with Katie Lee Biegel",
    "url": "https://podcasts.apple.com/us/podcast/all-on-the-table-with-katie-lee-biegel/id1760038622",
    "studio": "Dear Media",
    "category": "Arts",
    "episode_count": "1 episode",
    "avg_rating": "4.9",
    "total_ratings": "10 Ratings",
    "description": "Food is the great connector and a universal commonality. Get to know Katie’s guests through their experiences with food, favorite things they like to cook, childhood memories, and daily routines. Katie Lee Biegel is the Emmy-nominated co-host of Food Network’s The Kitchen, now in its 37th season with over 500 episodes to date. Katie is an avid writer, the author of four best-selling cookbooks, It’s Not Complicated, Endless Summer, Everyday Occasions, and The Comfort Table, and also the novel Groundswell, which became a Hallmark movie that she executive produced and starred in. Her next Hallmark film is currently in development. Katie is the co-founder of Kind of Wild Wines, an organic, zero sugar wine with grape varietals sourced from all over the world. She is a longtime Revlon spokesperson and a board member for the Food Bank for New York City.Katie splits her time between New York City and the Hamptons with her husband, Ryan, daughter, Iris, and their rescue dog, Gus. In her free time, she loves traveling, reading, and watching bingeable tv."
  },
  {
    "id": "id1750547306",
    "name": "The Pink House with Sam Smith",
    "url": "https://podcasts.apple.com/us/podcast/the-pink-house-with-sam-smith/id1750547306",
    "studio": "Lemonada",
    "category": "Arts",
    "episode_count": "16 episodes",
    "avg_rating": "4.0",
    "total_ratings": "140 Ratings",
    "description": "Hosted by five-time Grammy winner Sam Smith, The Pink House is about the people and places that make us who we are. One of those places was Sam’s childhood home in the English village of Great Chishill, literally called The Pink House. It was a space of total warmth and love where Sam felt safe enough to find their voice. On the podcast, Sam is sitting down with good friends and queer icons to explore their own “Pink Houses,” how they navigated early struggles and ultimately found their place in the world. From Elliot Page’s childhood bedroom to Joel Kim Booster’s joyful stint at a Cold Stone Creamery, Sam and their guests bring us transformative stories of belonging, chosen families, and the journeys we take to become who we were destined to be. This series feels like lighting a warm candle and enjoying a cup of tea with a dear friend. Learn how to love yourself, show up for others, and create a world that supports beauty of all kinds. From Lemonada Media.Photo: Jonathan Mannion"
  },
  {
    "id": "id1138081319",
    "name": "Magic Lessons with Elizabeth Gilbert",
    "url": "https://podcasts.apple.com/us/podcast/magic-lessons-with-elizabeth-gilbert/id1138081319",
    "studio": "Maximum Fun",
    "category": "Arts",
    "episode_count": "22 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.4K Ratings",
    "description": "Bestselling author Elizabeth Gilbert returns for the second season of her hit podcast MAGIC LESSONS, ready to help another batch of aspiring artists overcome their fears and create more joyfully. This year’s guest experts include Neil Gaiman, Gary Shteyngart, Amy Purdy, Michael Ian Black, Brandon Stanton, Martha Beck, and Glennon Doyle Melton. MAGIC LESSONS art courtesy of Riverhead Books, an imprint of Penguin Random House LLC."
  },
  {
    "id": "id394775318",
    "name": "99% Invisible",
    "url": "https://podcasts.apple.com/us/podcast/99-invisible/id394775318",
    "studio": "Roman Mars",
    "category": "Arts",
    "episode_count": "670 episodes",
    "avg_rating": "4.8",
    "total_ratings": "25K Ratings",
    "description": "Design is everywhere in our lives, perhaps most importantly in the places where we've just stopped noticing. 99% Invisible is a weekly exploration of the process and power of design and architecture. From award winning producer Roman Mars. Learn more at 99percentinvisible.org."
  },
  {
    "id": "id1471270483",
    "name": "Gloss Angeles",
    "url": "https://podcasts.apple.com/us/podcast/gloss-angeles/id1471270483",
    "studio": "Kirbie Johnson and Sara Tan",
    "category": "Arts",
    "episode_count": "416 episodes",
    "avg_rating": "4.7",
    "total_ratings": "644 Ratings",
    "description": "Co-hosts and longtime beauty journalists Kirbie Johnson and Sara Tan give their perspective on all things makeup, skincare, and wellness at the intersection of pop culture and entertainment. Experts in the field and friends IRL, they pull back the curtain on trends, treatments and popular products — all the things you're likely searching or watching on TikTok. (They'd know — they've spent 10 years creating and optimizing editorial content for mainstream digital beauty publishers.) Tuesday episodes reveal the most notable beauty headlines with informed takes while Friday episodes feature guests from experts in the industry to celebrity spokespeople, including Courteney Cox, Hailey Bieber, Halsey, Selena Gomez, Scarlett Johansson, Laverne Cox, Jonathan Van Ness, Barbie Ferreira, Brad Mondo, Emma Chamberlain, Dr. Jason Diamond, Charlotte Palermino and more. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1095138637",
    "name": "The Magnus Archives",
    "url": "https://podcasts.apple.com/us/podcast/the-magnus-archives/id1095138637",
    "studio": "Rusty Quill",
    "category": "Arts",
    "episode_count": "323 episodes",
    "avg_rating": "4.9",
    "total_ratings": "9.4K Ratings",
    "description": "“Make your statement, face your fear.” A weekly horror fiction podcast examining what lurks in the archives of the Magnus Institute, an organisation dedicated to researching the esoteric and the weird. Join Jonathan Sims as he explores the archive, but be warned, as he looks into its depths something starts to look back… New episodes every Thursday produced by Rusty Quill, featuring guest actors, short stories, serial plots and more. The Magnus Protocol launches in January 2024. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1738545065",
    "name": "No Write Way with V. E. Schwab",
    "url": "https://podcasts.apple.com/us/podcast/no-write-way-with-v-e-schwab/id1738545065",
    "studio": "V. E. Schwab (Author)",
    "category": "Arts",
    "episode_count": "25 episodes",
    "avg_rating": "5.0",
    "total_ratings": "22 Ratings",
    "description": "V.E. Schwab here! Join me each week as I chat with fellow successful authors about their origin stories, processes, work-life balance, and how *they* create the stories you love. Because there's no right way to write, just whatever works for you."
  },
  {
    "id": "id1628810269",
    "name": "CHANEL Connects",
    "url": "https://podcasts.apple.com/us/podcast/chanel-connects/id1628810269",
    "studio": "CHANEL",
    "category": "Arts",
    "episode_count": "33 episodes",
    "avg_rating": "4.7",
    "total_ratings": "26 Ratings",
    "description": "Season 4 of CHANEL Connects takes you to the Venice Biennale—the world’s most influential, international exhibition of art—to meet the artists, curators and thinkers shaping culture today. The new season of CHANEL’s flagship culture podcast features the South African painter and filmmaker William Kentridge, French-Caribbean artist Julien Creuzet, London-based gallerist Sadie Coles, Luxembourg-born actress Vicky Krieps, American designer Michael Rock and Frieze editor Andrew Durbin. Presented by Yana Peel, Global Head of Arts and Culture, with editor Penny Martin, CHANEL Connects brings the Biennale to life and explains why it is the essential cultural event of the year. Listeners meet key players from all walks of life. Some are dear friends; others are meeting for the first time. Each will challenge your ideas about the art world and the Venice Biennale, on view through this November and not to be missed. From Venice’s Conservatory of Music Benedetto Marcello to the grand halls of the gothic Pisani Moretta, nine episodes, released weekly from 3 July 2024, will explore the currents of culture today. Experience the Venice Biennale with CHANEL."
  },
  {
    "id": "id1742116372",
    "name": "Persuasion by Jane Austen",
    "url": "https://podcasts.apple.com/us/podcast/persuasion-by-jane-austen/id1742116372",
    "studio": "Ballarat National Theatre",
    "category": "Arts",
    "episode_count": "8 episodes",
    "avg_rating": "5.0",
    "total_ratings": "30 Ratings",
    "description": "A Persuasion audiobook performed by 20 actors with gorgeous ambient sounds and an original musical score to bring the story to life. From the director of the Webby Award Honouree podcast of Pride and Prejudice. Presented over 13 beautiful episodes. This dramatised audiobook is produced by the Australian not-for-profit community theatre company, Ballarat National Theatre."
  },
  {
    "id": "id1305381419",
    "name": "Classical Stuff You Should Know",
    "url": "https://podcasts.apple.com/us/podcast/classical-stuff-you-should-know/id1305381419",
    "studio": "A.J. Hanenburg, Graeme Donaldson, and Thomas Magbee",
    "category": "Arts",
    "episode_count": "267 episodes",
    "avg_rating": "4.7",
    "total_ratings": "620 Ratings",
    "description": "A.J., Graeme, and Thomas discuss everything having to do with the classical world. Our aim is to help both educators and laypeople enjoy the classical world as much as they enjoy fine ales and good tales."
  },
  {
    "id": "id642198704",
    "name": "Down These Mean Streets (Old Time Radio Detectives‪)‬",
    "url": "https://podcasts.apple.com/us/podcast/down-these-mean-streets-old-time-radio-detectives/id642198704",
    "studio": "Mean Streets Podcasts",
    "category": "Arts",
    "episode_count": "708 episodes",
    "avg_rating": "4.6",
    "total_ratings": "923 Ratings",
    "description": "Presenting the best detectives from the Golden Age of Radio.  Each week, we'll bring you an episode starring one of Old Time Radio's greatest detectives and the story behind the show.  Join us for adventures of Philip Marlowe, Sam Spade, Johnny Dollar, and many more."
  },
  {
    "id": "id1621349314",
    "name": "Immaterial: 5,000 Years of Art, One Material at a Time",
    "url": "https://podcasts.apple.com/us/podcast/immaterial-5-000-years-of-art-one-material-at-a-time/id1621349314",
    "studio": "The Met",
    "category": "Arts",
    "episode_count": "16 episodes",
    "avg_rating": "4.8",
    "total_ratings": "159 Ratings",
    "description": "Stories of the materials used in making art are often as thought-provoking and illuminating as the objects themselves. From The Metropolitan Museum of Art, Immaterial examines the materials of art and what they can reveal about history and humanity. Each episode looks at a single material: paper, clay, jade, shells, and others, exploring the qualities and meanings that are often overlooked."
  },
  {
    "id": "id1131628553",
    "name": "Naked Beauty",
    "url": "https://podcasts.apple.com/us/podcast/naked-beauty/id1131628553",
    "studio": "Brooke DeVard",
    "category": "Arts",
    "episode_count": "324 episodes",
    "avg_rating": "4.5",
    "total_ratings": "1.1K Ratings",
    "description": "Unfiltered talk about beauty trends, selfcare journeys, skincare, wellness tips and the products we love, hosted by Brooke DeVard Ozaydinli, with the women I admire. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1244649384",
    "name": "LeVar Burton Reads",
    "url": "https://podcasts.apple.com/us/podcast/levar-burton-reads/id1244649384",
    "studio": "Stitcher Studios",
    "category": "Arts",
    "episode_count": "195 episodes",
    "avg_rating": "4.9",
    "total_ratings": "16.6K Ratings",
    "description": "The best short fiction, handpicked by the best voice in podcasting and presented in 3D immersive audio. In every episode, host LeVar Burton (Roots, Reading Rainbow, Star Trek) invites you to take a break from your daily life, and dive into a great story. LeVar’s narration blends with gorgeous soundscapes to bring stories by Stephen King, Toni Morrison, Nnedi Okorafor, Kurt Vonnegut, Ken Liu and more to life. So, if you’re ready, let’s take a deep breath...Our immersive audio is best with headphones! If you'd prefer to listen without immersive audio, visit levarburtonpodcast.com/mono."
  },
  {
    "id": "id328074695",
    "name": "Design Matters with Debbie Millman",
    "url": "https://podcasts.apple.com/us/podcast/design-matters-with-debbie-millman/id328074695",
    "studio": "TED Audio Collective",
    "category": "Arts",
    "episode_count": "580 episodes",
    "avg_rating": "4.5",
    "total_ratings": "1.2K Ratings",
    "description": "Design Matters with Debbie Millman is one of the world’s very first podcasts. Broadcasting independently for over 15 years, the show is about how incredibly creative people design the arc of their lives."
  },
  {
    "id": "id309426367",
    "name": "The Creative Penn Podcast For Writers",
    "url": "https://podcasts.apple.com/us/podcast/the-creative-penn-podcast-for-writers/id309426367",
    "studio": "Joanna Penn",
    "category": "Arts",
    "episode_count": "300 episodes",
    "avg_rating": "4.8",
    "total_ratings": "586 Ratings",
    "description": "Information, inspiration and interviews on writing, self-publishing, book marketing and making a living with your writing. If you need help with writing your book, or you want to learn how to navigate the new world of publishing and book marketing, then join Joanna Penn and her guests every Monday. Also covers the business of being a writer and how to make money with your books."
  },
  {
    "id": "id1484445852",
    "name": "The Art Angle",
    "url": "https://podcasts.apple.com/us/podcast/the-art-angle/id1484445852",
    "studio": "Artnet News",
    "category": "Arts",
    "episode_count": "263 episodes",
    "avg_rating": "4.7",
    "total_ratings": "255 Ratings",
    "description": "A weekly podcast that brings the biggest stories in the art world down to earth. Go inside the newsroom of the art industry's most-read media outlet, Artnet News, for an in-depth view of what matters most in museums, the market, and much more."
  },
  {
    "id": "id1080412254",
    "name": "A Dana Perino Podcast: Everything Will Be Okay",
    "url": "https://podcasts.apple.com/us/podcast/a-dana-perino-podcast-everything-will-be-okay/id1080412254",
    "studio": "Fox News",
    "category": "Arts",
    "episode_count": "67 episodes",
    "avg_rating": "4.5",
    "total_ratings": "4.2K Ratings",
    "description": "Dana Perino, co-host of The Five and America’s Newsroom on the FOX News Channel, returns to the world of audio with a new limited time podcast, “Everything Will Be Okay with Dana Perino”. Building off the success of her best-selling book of the same name, Dana provides an unequaled brand of advice built on real life experience and interviews experts and individuals that make a difference in the lives of others."
  },
  {
    "id": "id1626354833",
    "name": "Dish",
    "url": "https://podcasts.apple.com/us/podcast/dish/id1626354833",
    "studio": "S:E Creative Studio",
    "category": "Arts",
    "episode_count": "91 episodes",
    "avg_rating": "4.9",
    "total_ratings": "123 Ratings",
    "description": "Broadcaster Nick Grimshaw and Michelin star chef and restaurateur Angela Hartnett invite you to join their weekly dinner parties for  hilarious, unfiltered chat.  Guests like Gordon Ramsey, Miriam Margoyles, Amol Rajan and Florence Pugh enjoy a Michelin star meal cooked by Angela, who shares insider tips and tricks to perfecting that signature dish or everyday dinner. As a seasoned conversationalist and raconteur, Nick serves the drinks and leads the dinner party for a deliciously fun listenDish from Waitrose is available on Apple Podcasts, Spotify, and wherever you get your podcasts."
  },
  {
    "id": "id1553326065",
    "name": "Pathways with Joseph Campbell",
    "url": "https://podcasts.apple.com/us/podcast/pathways-with-joseph-campbell/id1553326065",
    "studio": "Joseph Campbell Foundation",
    "category": "Arts",
    "episode_count": "69 episodes",
    "avg_rating": "4.9",
    "total_ratings": "104 Ratings",
    "description": "An official podcast of the Joseph Campbell Foundation and the MythMaker Podcast Network that unearths little-heard talks from Joseph Campbell and examines their context and meaning. Hosted by Brad Olson, PhD."
  },
  {
    "id": "id929743897",
    "name": "Creative Pep Talk",
    "url": "https://podcasts.apple.com/us/podcast/creative-pep-talk/id929743897",
    "studio": "Andy J. Pizza",
    "category": "Arts",
    "episode_count": "465 episodes",
    "avg_rating": "4.8",
    "total_ratings": "1.9K Ratings",
    "description": "Inspiring Stories & Actionable Strategies for Building a Thriving Creative Practice"
  },
  {
    "id": "id1393739959",
    "name": "This Is TASTE",
    "url": "https://podcasts.apple.com/us/podcast/this-is-taste/id1393739959",
    "studio": "Aliza Abarbanel & Matt Rodbard",
    "category": "Arts",
    "episode_count": "443 episodes",
    "avg_rating": "4.5",
    "total_ratings": "206 Ratings",
    "description": "If you're a fan of smart and lively conversations about food, home cooking, and culture, this is the place. We interview the most interesting characters in the world of food, media, and cookbooks and release episodes several times a month. The program is hosted by TASTE editors Aliza Abarbanel and Matt Rodbard, and is sometimes recorded live at Rizzoli Bookstore in New York City. Visit TASTE online: tastecooking.com"
  },
  {
    "id": "id1759634287",
    "name": "Easy A Podcast",
    "url": "https://podcasts.apple.com/us/podcast/easy-a-podcast/id1759634287",
    "studio": "Alexis Ren and Allie Michelle",
    "category": "Arts",
    "episode_count": "3 episodes",
    "avg_rating": "5.0",
    "total_ratings": "1 Rating",
    "description": "Alexis and Allie are here to get you that Easy A in life. Each episode offers a helpful shortcut on how to hack the system rather than escape it. The pair see themselves as students of life—passionately curious women who want to explore the edges of life’s paradoxes. They are not gurus or teachers offering answers, but people in search of asking better questions. The truth is always a paradox—we believe you can be all of it yet defined by none of it. Be sensitive & strong. Sexy & intelligent. Funny & deep. Alexis & Allie will interview artists, wellness experts, leaders, researchers, & more."
  },
  {
    "id": "id1613242360",
    "name": "Be My Guest with Ina Garten",
    "url": "https://podcasts.apple.com/us/podcast/be-my-guest-with-ina-garten/id1613242360",
    "studio": "Food Network",
    "category": "Arts",
    "episode_count": "20 episodes",
    "avg_rating": "4.9",
    "total_ratings": "563 Ratings",
    "description": "Join the party as Ina Garten invites friends old and new into her East Hampton home for good food and great conversation. With personal stories shared over cocktails and favorite recipes, each podcast episode features direct audio and exclusive, extended interviews from Be My Guest with Ina Garten, her multi-platform series for Warner Bros. Discovery. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1688483525",
    "name": "Bookmark'd with Sara & Des",
    "url": "https://podcasts.apple.com/us/podcast/bookmarkd-with-sara-des/id1688483525",
    "studio": "Destiny Sidwell",
    "category": "Arts",
    "episode_count": "57 episodes",
    "avg_rating": "4.9",
    "total_ratings": "809 Ratings",
    "description": "Welcome to 'Bookmark'd' with Sara & Des, whom you may know from having watched their countless hours of book content on their YouTube channels! Now they're introducing 'Bookmark'd'! The podcast where once a week, Sara and Des put a bookmark in their week to sit and chat with each other! So put a bookmark in your week, pop on some headphones, grab a drink, and settle down with Sara & Des every Thursday!"
  },
  {
    "id": "id1688425643",
    "name": "Books, Beach, & Beyond",
    "url": "https://podcasts.apple.com/us/podcast/books-beach-beyond/id1688425643",
    "studio": "Elin Hilderbrand, Tim Talks Books, N Magazine",
    "category": "Arts",
    "episode_count": "20 episodes",
    "avg_rating": "5.0",
    "total_ratings": "572 Ratings",
    "description": "Join Elin Hilderbrand, #1 New York Times bestselling author of 30 titles and the “Queen of the Beach Reads,” and Tim Ehrenberg, creator of the popular Tim Talks Books, as they talk shop and host spirited discussions with special guests from bestselling and internationally recognized authors, to publishing industry insiders, to local island legends who feature prominently in Hilderbrand’s prolific Nantucket stories.  From what it’s like to take a book to the screen to the intricacies and intimate details of an author’s writing process, Hilderbrand and Ehrenberg take listeners on an exciting (and amusing) journey each episode, bringing books to life in a brand-new way in this podcast presented by N Magazine.  A special thank you to our Season 2 Premier Sponsors: Nantucket Book Partners, Book of the Month, The Nantucket Hotel, Cartolina, and Triple Eight Distillery."
  },
  {
    "id": "id1585413971",
    "name": "Ruthie's Table 4",
    "url": "https://podcasts.apple.com/us/podcast/ruthies-table-4/id1585413971",
    "studio": "iHeartPodcasts",
    "category": "Arts",
    "episode_count": "137 episodes",
    "avg_rating": "4.7",
    "total_ratings": "196 Ratings",
    "description": "For more than 30 years The River Cafe in London, has been the home-from-home of artists, architects, designers, actors, collectors, writers, activists, and politicians. Michael Caine, Glenn Close, JJ Abrams, Steve McQueen, Victoria and David Beckham, and Lily Allen, are just some of the people who love to call The River Cafe home. On River Cafe Table 4, Rogers sits down with her customers—who have become friends—to talk about food memories. Table 4 explores how food impacts every aspect of our lives. “Foods is politics, food is cultural, food is how you express love, food is about your heritage, it defines who you and who you want to be,” says Rogers.Each week, Rogers invites her guest to reminisce about family suppers and first dates, what they cook, how they eat when performing, the restaurants they choose, and what food they seek when they need comfort. And to punctuate each episode of Table 4, guests such as Ralph Fiennes, Emily Blunt, and Alfonso Cuarón, read their favourite recipe from one of the best-selling River Cafe cookbooks. Table 4 itself, is situated near The River Cafe’s open kitchen, close to the bright pink wood-fired oven and next to the glossy yellow pass, where Ruthie oversees the restaurant. You are invited to take a seat at this intimate table and join the conversation. For more information, recipes, and ingredients, go to https://shoptherivercafe.co.uk/ Web: https://rivercafe.co.uk/Instagram: www.instagram.com/therivercafelondon/Facebook: https://en-gb.facebook.com/therivercafelondon/ For more podcasts from iHeartRadio, visit the iheartradio app, apple podcasts, or wherever you listen to your favorite shows. Learn more about your ad-choices at https://www.iheartpodcastnetwork.com"
  },
  {
    "id": "id1281089527",
    "name": "The Great Books",
    "url": "https://podcasts.apple.com/us/podcast/the-great-books/id1281089527",
    "studio": "National Review",
    "category": "Arts",
    "episode_count": "13 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.4K Ratings",
    "description": "Hillsdale College’s John J. Miller discusses classic works within the Western literary canon."
  },
  {
    "id": "id892536753",
    "name": "Radio Westeros ASOIAF Podcast",
    "url": "https://podcasts.apple.com/us/podcast/radio-westeros-asoiaf-podcast/id892536753",
    "studio": "Radio Westeros",
    "category": "Arts",
    "episode_count": "147 episodes",
    "avg_rating": "4.9",
    "total_ratings": "909 Ratings",
    "description": "George RR Martin's A Song of Ice and Fire (ASoIaF) novels are our focus: Analysis and theories, readings, adverts from Westeros, music from the fandom, guests, and more, with your hosts yolkboy and Lady Gwynhyfvar. Radio Westeros is the only radio station this side of Asshai... Spoilers all books!Support: patreon.com/radiowesteros Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1350850605",
    "name": "Dressed: The History of Fashion",
    "url": "https://podcasts.apple.com/us/podcast/dressed-the-history-of-fashion/id1350850605",
    "studio": "Dressed Media",
    "category": "Arts",
    "episode_count": "503 episodes",
    "avg_rating": "4.5",
    "total_ratings": "1.4K Ratings",
    "description": "With over 8 billion people in the world, we all have one thing in common. Every day we all get dressed. Join Dressed as we explore the social and cultural histories behind the who, what, when of why we wear."
  },
  {
    "id": "id1713624140",
    "name": "Talk Shop with Ariel Okin: A Fenimore Lane Production",
    "url": "https://podcasts.apple.com/us/podcast/talk-shop-with-ariel-okin-a-fenimore-lane-production/id1713624140",
    "studio": "Ariel Okin",
    "category": "Arts",
    "episode_count": "23 episodes",
    "avg_rating": "4.5",
    "total_ratings": "25 Ratings",
    "description": "Delve into the personal worlds of the top interior designers & tastemakers around the globe – interviewed by Ariel Okin, House Beautiful Next Wave Designer, Founder of Fenimore Lane, and Contributing Writer to Vogue, Architectural Digest, & Coveteur. These insightful conversations range from a designer’s favorite resources when sourcing for clients, to how creatives, shopkeepers, and artisans built their businesses, and more. Tune in each Wednesday as Ariel welcomes a new guest to discuss their career journey, design inspirations and even share a little advice for fellow design enthusiasts!"
  },
  {
    "id": "id647720354",
    "name": "Book Riot - The Podcast",
    "url": "https://podcasts.apple.com/us/podcast/book-riot-the-podcast/id647720354",
    "studio": "Book Riot",
    "category": "Arts",
    "episode_count": "693 episodes",
    "avg_rating": "4.4",
    "total_ratings": "894 Ratings",
    "description": "Book Riot - The Podcast is a weekly news and talk show about what's new, cool, and worth talking about in the world of books and reading, brought to you by the editors of BookRiot.com"
  },
  {
    "id": "id1555774578",
    "name": "Harvey Brownstone Interviews..‪.‬",
    "url": "https://podcasts.apple.com/us/podcast/harvey-brownstone-interviews/id1555774578",
    "studio": "Harvey Brownstone",
    "category": "Arts",
    "episode_count": "398 episodes",
    "avg_rating": "5.0",
    "total_ratings": "6 Ratings",
    "description": "In-depth Interviews by Harvey Brownstone"
  },
  {
    "id": "id1677833539",
    "name": "First Edition",
    "url": "https://podcasts.apple.com/us/podcast/first-edition/id1677833539",
    "studio": "Book Riot",
    "category": "Arts",
    "episode_count": "30 episodes",
    "avg_rating": "4.8",
    "total_ratings": "67 Ratings",
    "description": "BookRiot.com co-founder Jeff O'Neal explores the wide bookish world. Interviews, lists, rankings, retrospectives, recommendations, and much more, featuring people who know and love books."
  },
  {
    "id": "id1586688442",
    "name": "Marvel's Wolverine: The Long Night",
    "url": "https://podcasts.apple.com/us/podcast/marvels-wolverine-the-long-night/id1586688442",
    "studio": "Marvel",
    "category": "Arts",
    "episode_count": "11 episodes",
    "avg_rating": "4.8",
    "total_ratings": "585 Ratings",
    "description": "Special Agents Sally Pierce and Tad Marshall investigate a series of mysterious deaths in the seaside town of Burns, Alaska, following the arrival of a strange newcomer - a loner by the name Logan.Thanks for listening on Apple Podcasts!"
  },
  {
    "id": "id214089682",
    "name": "Fresh Air",
    "url": "https://podcasts.apple.com/us/podcast/fresh-air/id214089682",
    "studio": "Fresh Air",
    "category": "Arts",
    "episode_count": "894 episodes",
    "avg_rating": "4.3",
    "total_ratings": "33.4K Ratings",
    "description": "Fresh Air from WHYY, the Peabody Award-winning weekday magazine of contemporary arts and issues, is one of public radio's most popular programs. Hosted by Terry Gross, the show features intimate conversations with today's biggest luminaries.Subscribe to Fresh Air Plus! You'll enjoy bonus episodes and sponsor-free listening - all while you support NPR's mission. Learn more at plus.npr.org/freshair"
  },
  {
    "id": "id1455169228",
    "name": "Articles of Interest",
    "url": "https://podcasts.apple.com/us/podcast/articles-of-interest/id1455169228",
    "studio": "Radiotopia",
    "category": "Arts",
    "episode_count": "41 episodes",
    "avg_rating": "4.9",
    "total_ratings": "3.2K Ratings",
    "description": "Articles of Interest is a show about what we wear.Produced and Hosted by Avery Trufelman"
  },
  {
    "id": "id1713169728",
    "name": "The Recipe with Kenji and Deb",
    "url": "https://podcasts.apple.com/us/podcast/the-recipe-with-kenji-and-deb/id1713169728",
    "studio": "Radiotopia",
    "category": "Arts",
    "episode_count": "14 episodes",
    "avg_rating": "4.7",
    "total_ratings": "300 Ratings",
    "description": "Hi, we’re Deb Perelman (Smitten Kitchen) and J. Kenji López-Alt (Serious Eats, The Food Lab, The Wok). We’re professional home cooks, which means we can - and will - make the same meal 57 times in a row on the quest for the perfect recipe. Is it crazy? For us, no, because we do this for a living. But for you? Yes, probably. Which is why you should listen to The Recipe with Kenji and Deb. You'll hear us talk about what goes into writing our recipes — the techniques we test, the ingredients we taste — so that you can be on your way to creating your own perfect recipe. Whether you're cooking meatloaf, pancakes, or chicken soup in all its forms, we got you, and you've got this.The Recipe with Kenji and Deb is a proud member of Radiotopia from PRX, a network of independent and listener-supported podcasts. Discover audio with vision at radiotopia.fm."
  },
  {
    "id": "id1550677342",
    "name": "Create Your Own Light",
    "url": "https://podcasts.apple.com/us/podcast/create-your-own-light/id1550677342",
    "studio": "Podcast with Travis Howze",
    "category": "Arts",
    "episode_count": "129 episodes",
    "avg_rating": "4.8",
    "total_ratings": "161 Ratings",
    "description": "We all want to live a life we desire and deserve versus merely existing. Each week, join Travis Howze, U.S. Marine, former Police Officer and Firefighter, World Touring Stand Up Comedian, Motivational Speaker and Best Selling Author as he draws from a lifetime of experiences from unbelievably hysterical stories to unspeakable traumatic events and engages directly with his supporters and listeners, taking off-the-cuff questions and topic suggestions to produce a unique broadcast atmosphere, where you, the listener, has a say in the show. If you struggle with purpose, looking for inspiration, have a friend or loved one who could use support, or simply want to laugh and cry in your vehicle, couch, or go-to place, this podcast is a must for you!"
  },
  {
    "id": "id1355215424",
    "name": "Hot and Bothered",
    "url": "https://podcasts.apple.com/us/podcast/hot-and-bothered/id1355215424",
    "studio": "Not Sorry Productions",
    "category": "Arts",
    "episode_count": "217 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1K Ratings",
    "description": "Hot and Bothered is all about the power of romance culture. We analyze romance novels and movies to better imagine our own happy endings. Episodes release weekly on Tuesdays.CURRENT SEASON: Hot and Bothered (Movie Edition)We make Hot and Bothered because we are interested in the way that love stories have impacted our lives and culture. For our fifth season of the show, we’re turning our attention to romantic films. Vanessa and Hannah McGregor dig into the canon of romantic films, from Titanic to Twilight to When Harry Met Sally, (just to name a few). Every other week they do a close scene analysis of how each movie ends, always asking the question ‘what does this movie believe about love?’SEASON 4: Live from PemberleyIn Live from Pemberley, we continue our deep-dive into the classic texts of romance literature. This season we take a close look at the most famous Romance novel of all time: Jane Austen’s Pride and Prejudice. Every episode, Vanessa Zoltan and Lauren Sandler read through the book, talk with experts, and ask themselves the question ‘is this still a story for our time?’SEASON 3: On EyreVanessa Zoltan and journalist Lauren Sandler embark on the English class you always deserved, diving deep into Jane Eyre through the themes of power and desire. Discussions range from ideas of class and colonialism to sex and gender as Lauren and Vanessa explore the roles of oppression and inequality, empowerment and rebellion in the text. Major “Eyreheads” and first-time readers alike are invited into Lauren and Vanessa’s conversation as they grapple with this complicated work—and as they try to figure out if Jane Eyre is a book they want to pass on to their daughters, and to future generations.SEASON 2: Twilight in QuarantineYou may remember BFFs Vanessa & Julia from their all-star advice giving in Hot and Bothered Season 1. In this season they’re sheltering in place in different cities, but they’re getting on the phone three times a week to read and talk about Twilight. On Twilight in Quarantine, they work their way through the Twilight saga one chapter at a time, giving brilliant well-informed advice to Stephenie Meyer’s characters along the way. Advice like: “have you considered talking to each other about your feelings?” and “maybe you shouldn’t kidnap people.”SEASON 1: Writing RomanceSeason one of Hot and Bothered follows ten first-time romance writers as they try to write their own romance novels. Each episode explores a particular romance trope and why we love it so much. Along the way, Julia Quinn, writer of the Bridgerton series, gives weekly assignments so listeners can follow along in the process. Season one was made in collaboration with Spoke Media.Hot & Bothered is produced by Not Sorry Productions, a feminist organization that produces podcasts, educational content, live shows, and immersive experiences with the explicit goal of addressing the spiritual needs of its participants. Through community, rigor, and ritual, we treat traditionally secular things as if they were sacred. To learn more about what we do, visit https://notsorryworks.com/ Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1460580357",
    "name": "The Literary Life Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-literary-life-podcast/id1460580357",
    "studio": "Angelina Stanford Thomas Banks",
    "category": "Arts",
    "episode_count": "234 episodes",
    "avg_rating": "4.8",
    "total_ratings": "946 Ratings",
    "description": "Not just book chat! The Literary Life Podcast is an ongoing conversation about the skill and art of reading well and the lost intellectual tradition needed to fully enter into the great works of literature.Experienced teachers Angelina Stanford and Thomas Banks (of www.HouseOfHumaneLetters.com) join lifelong reader Cindy Rollins (of www.MorningtimeForMoms.com) for slow reads of classic literature, conversations with book lovers, and an ever-unfolding discussion of how Stories Will Save the World.And check out our sister podcast The Well Read Poem with poet Thomas Banks."
  },
  {
    "id": "id918896288",
    "name": "Gastropod",
    "url": "https://podcasts.apple.com/us/podcast/gastropod/id918896288",
    "studio": "Vox Media Podcast Network",
    "category": "Arts",
    "episode_count": "241 episodes",
    "avg_rating": "4.7",
    "total_ratings": "3.3K Ratings",
    "description": "Food with a side of science and history. Every other week, co-hosts Cynthia Graber and Nicola Twilley serve up a brand new episode exploring the hidden history and surprising science behind a different food- or farming-related topic, from aquaculture to ancient feasts, from cutlery to chile peppers, and from microbes to Malbec. We interview experts, visit labs, fields, and archaeological digs, and generally have lots of fun while discovering new ways to think about and understand the world through food. Find us online at gastropod.com, follow us on Twitter @gastropodcast, and like us on Facebook at facebook.com/gastropodcast."
  },
  {
    "id": "id1711116407",
    "name": "DTFae",
    "url": "https://podcasts.apple.com/us/podcast/dtfae/id1711116407",
    "studio": "DTFae Podcast",
    "category": "Arts",
    "episode_count": "50 episodes",
    "avg_rating": "5.0",
    "total_ratings": "13 Ratings",
    "description": "Follow us at @DTFaePodcast!We like our coffee icy and our books spicy. Oh, and we're totally Down To Fae. A podcast for fantasy romance readers and fans of authors like Sarah J. Maas, Jennifer L. Armentrout, Rebecca Yarros and Carissa Broadbent. Follow along as your delulu hosts discuss your favorite romantasy books in a chapter-by-chapter read, re-read or refresher."
  },
  {
    "id": "id1533722524",
    "name": "Glamorous Trash: A Celebrity Memoir Podcast",
    "url": "https://podcasts.apple.com/us/podcast/glamorous-trash-a-celebrity-memoir-podcast/id1533722524",
    "studio": "Glamorous Extra Trash",
    "category": "Arts",
    "episode_count": "195 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.9K Ratings",
    "description": "Celebrity Memoirs, Pop Culture, and Books! Join us as we book club female celebrity memoirs through a thoughtful lens."
  },
  {
    "id": "id1510623480",
    "name": "Biscuits & Jam",
    "url": "https://podcasts.apple.com/us/podcast/biscuits-jam/id1510623480",
    "studio": "Southern Living",
    "category": "Arts",
    "episode_count": "187 episodes",
    "avg_rating": "4.6",
    "total_ratings": "570 Ratings",
    "description": "In the South, food and music go hand in hand. They define much of what we think of as Southern culture, and they say a lot about our past, our present, and our future. Each week, Sid Evans, Editor in Chief of Southern Living, sits down with musicians, chefs, and other Southern icons to hear the stories of how they grew up, what inspires them, and why they feel connected to the region. Through honest conversations, Sid explores childhood memories, the family meals they still think about, and the intersection of food and music in their lives. Always surprising, always engaging, Biscuits & Jam is a celebration of the South—and the people who are moving it forward every day. New episodes every Tuesday."
  },
  {
    "id": "id120315179",
    "name": "The Book Review",
    "url": "https://podcasts.apple.com/us/podcast/the-book-review/id120315179",
    "studio": "The New York Times",
    "category": "Arts",
    "episode_count": "499 episodes",
    "avg_rating": "4.1",
    "total_ratings": "3.4K Ratings",
    "description": "The world's top authors and critics join host Gilbert Cruz and editors at The New York Times Book Review to talk about the week's top books, what we're reading and what's going on in the literary world.Listen to this podcast in New York Times Audio, our new iOS app for news subscribers. Download now at nytimes.com/audioapp"
  },
  {
    "id": "id1273613024",
    "name": "Bend the Knee: A Song of Ice and Fire Podcast",
    "url": "https://podcasts.apple.com/us/podcast/bend-the-knee-a-song-of-ice-and-fire-podcast/id1273613024",
    "studio": "Bend the Knee Media",
    "category": "Arts",
    "episode_count": "451 episodes",
    "avg_rating": "4.3",
    "total_ratings": "858 Ratings",
    "description": "Bend the knee and join us each week as we re-read the epic fantasy series, A Song of Ice and Fire by George R. R. Martin. Each episode will contain a small council meeting for updates on the HBO show, Winds of Winter, and GRR’s ‘Not a Blog’. We also include a short history lesson from A World of Ice and Fire. Finally, we take an in-depth look at each chapter of the series. This is a book club without banners, all are welcome to join! Night gathers, and now our read begins …"
  },
  {
    "id": "id1560226129",
    "name": "Lipstick on the Rim",
    "url": "https://podcasts.apple.com/us/podcast/lipstick-on-the-rim/id1560226129",
    "studio": "Dear Media",
    "category": "Arts",
    "episode_count": "171 episodes",
    "avg_rating": "4.4",
    "total_ratings": "819 Ratings",
    "description": "Consider Molly Sims and her best friend Emese Gormley your new girlfriends on speed dial for all your pressing beauty and wellness needs. Is Botox a good idea? Should you try that new diet you saw on the Today Show? Molly and Emese have your back. With guests ranging from top health and beauty experts to their industry friends, you’ll get the scoop on the latest trends, which products and procedures to try, and which to run from-- and they just might be doing it all with a drink in hand. Prepare to be obsessed."
  },
  {
    "id": "id1572653162",
    "name": "Catholic Bible Study",
    "url": "https://podcasts.apple.com/us/podcast/catholic-bible-study/id1572653162",
    "studio": "Augustine Institute",
    "category": "Arts",
    "episode_count": "87 episodes",
    "avg_rating": "4.8",
    "total_ratings": "293 Ratings",
    "description": "World-renowned Catholic Scholars from the Augustine Institute Graduate School of Theology lead in-depth Catholic Bible Studies to help the faithful encounter the Scriptures to further understanding and devotion to the inspired Word of God. These Bible Studies are brought to you by FORMED and are made possible by the Mission Circle giving society. Consider furthering the mission of the Augustine Institute to help Catholics understand, live, and share their faith by visiting missioncircle.org today."
  },
  {
    "id": "id1598392451",
    "name": "Saints Alive Podcast",
    "url": "https://podcasts.apple.com/us/podcast/saints-alive-podcast/id1598392451",
    "studio": "Saints Alive",
    "category": "Arts",
    "episode_count": "50 episodes",
    "avg_rating": "4.8",
    "total_ratings": "869 Ratings",
    "description": "A radio theater podcast for kids that tells the stories of the saints like never before! Geared towards children ages 6-12, this podcast is full of adventure, heroism, virtue and humor. The stories of the saints for your little saints in the making. Come listen with your family and friends!"
  },
  {
    "id": "id602003021",
    "name": "Overdue",
    "url": "https://podcasts.apple.com/us/podcast/overdue/id602003021",
    "studio": "Headgum",
    "category": "Arts",
    "episode_count": "704 episodes",
    "avg_rating": "4.6",
    "total_ratings": "2.1K Ratings",
    "description": "Overdue is a podcast about the books you've been meaning to read. Join Andrew and Craig each week as they tackle a new title from their backlog. Classic literature, obscure plays, goofy childen’s books: they'll read it all, one overdue book at a time."
  },
  {
    "id": "id1191909632",
    "name": "Close Reads Podcast",
    "url": "https://podcasts.apple.com/us/podcast/close-reads-podcast/id1191909632",
    "studio": "Goldberry Studios",
    "category": "Arts",
    "episode_count": "400 episodes",
    "avg_rating": "4.7",
    "total_ratings": "761 Ratings",
    "description": "Close Reads is a book-club podcast for the incurable reader. Featuring David Kern, Tim McIntosh and Heidi White, alongside a couple of other occasional guests, we read Great Books and talk about them. This is a show for amateurs in the best sense. We’re book lovers, book enthusiasts. This is not an experts show and it’s barely literary analysis in the way that literary analysis is commonly understood. Instead it’s a show about experiences with literary urge. Join us!  closereads.substack.com"
  },
  {
    "id": "id164829166",
    "name": "Merriam-Webster's Word of the Day",
    "url": "https://podcasts.apple.com/us/podcast/merriam-websters-word-of-the-day/id164829166",
    "studio": "Merriam-Webster",
    "category": "Arts",
    "episode_count": "10 episodes",
    "avg_rating": "4.4",
    "total_ratings": "1.1K Ratings",
    "description": "Build your vocabulary with Merriam-Webster's Word of the Day!  Each day a Merriam-Webster editor offers insight into a fascinating new word -- explaining its meaning, current use, and little-known details about its origin."
  },
  {
    "id": "id1707878268",
    "name": "#skinthusiast: the podcast",
    "url": "https://podcasts.apple.com/us/podcast/skinthusiast-the-podcast/id1707878268",
    "studio": "Amy Koberling",
    "category": "Arts",
    "episode_count": "47 episodes",
    "avg_rating": "4.9",
    "total_ratings": "145 Ratings",
    "description": "#skinthusiast is a podcast for listeners to soak in skincare tips and beauty tricks from the real experts with tangible steps to get that glow from the inside out. Amy Koberling is a skincare educator, practicing Dermatology PA and beauty creator who bridges the gap between the consumer and the industry. How do I spot treat a pimple? How do I create a skincare routine?  What’s the most impactful wellness routine? Should I be buying only clean makeup?Whether you’re a beauty lover, in need of a skin care overhaul or looking to build your brand, this is the show for you.Listen in to the industry’s top experts on everything from the best way to spot treat a blemish, to the drugstore dupes that are better than any luxury serums... We cover it all. Tune in as Dermatologists, brand founders, and other industry experts share their tips and tricks for all things beauty, skincare and wellness. Think of #skinthusiast: the podcast like a coffee chat with the beauty gurus whose brains you’ve always wished you could pick! You won’t get this kind of insight anywhere else!"
  },
  {
    "id": "id86997870",
    "name": "The Splendid Table: Conversations & Recipes For Curious Cooks & Eaters",
    "url": "https://podcasts.apple.com/us/podcast/the-splendid-table-conversations-recipes-for-curious/id86997870",
    "studio": "American Public Media",
    "category": "Arts",
    "episode_count": "25 episodes",
    "avg_rating": "4.3",
    "total_ratings": "2.8K Ratings",
    "description": "The Splendid Table has always connected people through the common language of food and eating. Now with award-winning food journalist Francis Lam at the helm, we’re bringing forward even more fresh voices and surprising conversations at the intersection of food, people and culture – covering everything from the global appeal of sesame to the impact of Instagram on everyday eating. It’s a food show where everyone is welcome. Produced by American Public Media."
  },
  {
    "id": "id1680366795",
    "name": "I'll Read What She's Reading",
    "url": "https://podcasts.apple.com/us/podcast/ill-read-what-shes-reading/id1680366795",
    "studio": "I'll Read What She's Reading",
    "category": "Arts",
    "episode_count": "71 episodes",
    "avg_rating": "4.5",
    "total_ratings": "341 Ratings",
    "description": "Join Kennedy, Reggie, & Mikayla every Wednesday as they discuss everything from smash or pass on their favorite book characters, deep dives on their favorite authors, & more. Want to read & not sure where to start? Just read what they’re reading! Each month the girls will have a monthly book club book that they, along with their listeners, will read together & discuss. See you Wednesday!"
  },
  {
    "id": "id1545833974",
    "name": "As the Season Turns",
    "url": "https://podcasts.apple.com/us/podcast/as-the-season-turns/id1545833974",
    "studio": "Ffern",
    "category": "Arts",
    "episode_count": "63 episodes",
    "avg_rating": "5.0",
    "total_ratings": "141 Ratings",
    "description": "'As the Season Turns' is a podcast created by Ffern (www.ffern.co) and presented by the nature writer Lia Leendertz. Each episode, released on the first of every month, is a guide to what to look out for in the month ahead - from the sky above to the land below. Ffern is a natural fragrance maker based in Somerset. Working with the rhythms of the seasons, they blend, barrel-age and bottle four fragrances a year, released at the equinox and solstice. Each fragrance is made to order for the names on the Ffern production ledger. To join the ledger and find out more visit www.ffern.co"
  },
  {
    "id": "id1734490947",
    "name": "The Bright Side",
    "url": "https://podcasts.apple.com/us/podcast/the-bright-side/id1734490947",
    "studio": "iHeartPodcasts",
    "category": "Arts",
    "episode_count": "96 episodes",
    "avg_rating": "4.5",
    "total_ratings": "111 Ratings",
    "description": "Start your day with The Bright Side, a new daily podcast from Hello Sunshine. Co-hosted by journalist, TV host, and podcaster, Danielle Robay and Emmy-nominated journalist, host, and producer, Simone Boyce, The Bright Side brings your daily dose of culture and inspiration – with the latest trends, celebrity interviews, and real conversations with women doing amazing things while navigating life’s transitions, big and small. The Bright Side is a talk show created to inspire, educate, and empower women as they tackle life each day and add joy to their morning routines. Join Danielle and Simone and the Hello Sunshine community every weekday for entertainment, culture, wellness, books, and more."
  },
  {
    "id": "id1465445746",
    "name": "The Emerald",
    "url": "https://podcasts.apple.com/us/podcast/the-emerald/id1465445746",
    "studio": "Joshua Schrei",
    "category": "Arts",
    "episode_count": "86 episodes",
    "avg_rating": "4.9",
    "total_ratings": "577 Ratings",
    "description": "The Emerald explores the human experience through a vibrant lens of myth, story, and imagination. Brought to life through the wise, wild, and humorous vision of Joshua Michael Schrei — a teacher and lifelong student of the cosmologies and mythologies of the world — the podcast draws from a deep well of poetry, lore, and mythos to challenge conventional narratives on politics and public discourse, meditation and mindfulness, art, science, literature, and more. At the heart of the podcast is the premise that the imaginative, poetic, animate heart of human experience — elucidated by so many cultures over so many thousands of years — is missing in modern discourse and is urgently needed at a time when humanity is facing unprecedented problems. The Emerald advocates for an imaginative vision of human life and human discourse as it questions deep underlying assumptions about societal progress."
  },
  {
    "id": "id1744398825",
    "name": "The Lou Young Show",
    "url": "https://podcasts.apple.com/us/podcast/the-lou-young-show/id1744398825",
    "studio": "Lou Young III",
    "category": "Arts",
    "episode_count": "13 episodes",
    "avg_rating": "4.9",
    "total_ratings": "40 Ratings",
    "description": "The Lou Young Show is a variety podcast featuring former NFL player turned comedy star Lou Young."
  },
  {
    "id": "id1673482207",
    "name": "Movement with Meklit Hadero",
    "url": "https://podcasts.apple.com/us/podcast/movement-with-meklit-hadero/id1673482207",
    "studio": "Meklit Hadero",
    "category": "Arts",
    "episode_count": "24 episodes",
    "avg_rating": "4.7",
    "total_ratings": "33 Ratings",
    "description": "Movement is a podcast, radio series and live show that tells stories of global migration through music. Hosted by Ethiopian-American singer Meklit Hadero, the show is a meditation on the large-scale forces at play in individual lives. Issues of citizenship, identity, belonging, and borders are explored through the experiences of artists themselves: two brothers sharing one guitar, a daughter trying on her father’s shoes, the lineage of a drum, and the sounds of a grandmother’s backyard."
  },
  {
    "id": "id1366633318",
    "name": "Moms Don’t Have Time to Read Books",
    "url": "https://podcasts.apple.com/us/podcast/moms-dont-have-time-to-read-books/id1366633318",
    "studio": "Author Obsessions",
    "category": "Arts",
    "episode_count": "1,929 episodes",
    "avg_rating": "4.5",
    "total_ratings": "518 Ratings",
    "description": "Moms Don’t Have Time to Read Books is the award-winning, author-interview podcast hosted by author, bookstore owner and publisher, Zibby Owens, dubbed \"NYC's Most Powerful Book-fluencer\" (Vulture). (Zibby's novel Blank is a USA Today bestseller!) Hear from your favorite celebrities, novelists, memoirists, and others to keep you in-the-know, help you find the next book for you, and inspire you!Sign up for our newsletters here and learn more on zibbymedia.com. Please rate and review the podcast if you love it!!***Music by Morning Moon Music.Sound editing by TexturesSound.Hosting by Acast.To inquire about advertising, please contact allie.gallo@acast.com.***Thank you to this week's sponsors:ByHeart: ByHeart is an infant nutrition company built from the ground up to deliver real innovation on behalf of babies and parents. Their mission is simple: make the best formula in the world. Redeem your welcome offer at ByHeart.com/Podcast with code ZIBBY20 for a limited time.K12: K12 Powered Schools are tuition-free online accredited public schools for kindergarten through 12th grade, designed to help your child to learn at their own pace, in their own place, and with an engaging curriculum that supports individual learning styles. Join the more than 2 million families who have been served by K12, and empower your student to reach their full potential now. Go to K12.com/ZIBBY today to learn more and find a tuition-free K12-powered school near you.ADT: ADT is America’s most trusted name in home security. From cameras to doorbells and more, get peace of mind when you’re home or away. Get started at ADT.com.CrunchLabs: CrunchLabs’ goal is to show kids how to Think Like an Engineer through CrunchLabs Build Boxes, a STEM subscription build-it-yourself box! For the summer, CrunchLabs is hosting Camp CrunchLabs: a supercharged 12-week virtual summer camp. That’s a Build Box every week for 12 weeks—least boring summer ever! Visit crunchlabs.com/ZIBBY for a Camp CrunchLabs discount! Now there's more! Subscribe to Moms Don't Have Time to Read Books on Acast+ and get ad-free episodes. https://plus.acast.com/s/moms-dont-have-time-to-read-books. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id862258051",
    "name": "Jay & Miles X-Plain the X-Men",
    "url": "https://podcasts.apple.com/us/podcast/jay-miles-x-plain-the-x-men/id862258051",
    "studio": "Jay Edidin & Miles Stokes",
    "category": "Arts",
    "episode_count": "496 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1.7K Ratings",
    "description": "Daunted by complex continuity? Can’t tell a mutate from a warpie? We are here for you. We have trained for this responsibility for decades. We have the backissues, the calluses, and a really detailed map of the Summers family tree.We’ve been explaining the X-Men informally for years–to our friends and family, to the Internet, and, occasionally, to patient strangers on the street. Now, we’re making it official, with Jay and Miles X-Plain the X-Men: a weekly podcast dedicated to unpacking the weird, wonderful world of our favorite superhero soap opera for newcomers and die-hard fans alike."
  },
  {
    "id": "id1074070278",
    "name": "History of Westeros (Game of Thrones‪)‬",
    "url": "https://podcasts.apple.com/us/podcast/history-of-westeros-game-of-thrones/id1074070278",
    "studio": "History of Westeros",
    "category": "Arts",
    "episode_count": "339 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.2K Ratings",
    "description": "Come obsess over A Song of Ice and Fire and Game of Thrones with us! Our show is an enthusiastic and heavily-detailed look at the past, present and future of Westeros and the realms beyond."
  },
  {
    "id": "id1438162222",
    "name": "Something Scary",
    "url": "https://podcasts.apple.com/us/podcast/something-scary/id1438162222",
    "studio": "Studio71",
    "category": "Arts",
    "episode_count": "313 episodes",
    "avg_rating": "4.8",
    "total_ratings": "8.1K Ratings",
    "description": "Do you wanna hear something scary? Join Blair and Steffany every week as they bring you the creepiest ghost stories, urban legends, and folktales.Wanna hear something scary without ads? Click here: https://somethingscary.supercast.tech/We wanna make the podcast even better, help us learn how we can: https://bit.ly/2EcYbu4 For advertising opportunities please email PodcastPartnerships@Studio71us.com   Privacy Policy: https://www.studio71.com/us/terms-and-conditions-use/#Privacy%20Policy"
  },
  {
    "id": "id1155061645",
    "name": "All About Agatha Christie",
    "url": "https://podcasts.apple.com/us/podcast/all-about-agatha-christie/id1155061645",
    "studio": "All About Agatha (Christie)",
    "category": "Arts",
    "episode_count": "274 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1K Ratings",
    "description": "All About Agatha is a podcast all about, well, Agatha. Agatha Christie, of course: the Queen of Crime, a real-life Dame of the British Empire, and author of sixty-six mystery novels that spanned the Twentieth Century, defining a genre. For five years, Catherine Brobeck and Kemper Donovan revisited these novels in publication order, ranking them according to pre-set criteria (plot, character, etc.). Tragically, Catherine Brobeck passed away at the end of 2021. Since then, Kemper has completed the podcast's ranking project, and now contents himself with celebrating the greatness of Christie by attempting to solve the ultimate mystery where she is concerned. Why Christie--and Christie alone--endures as powerfully as she does."
  },
  {
    "id": "id1225204588",
    "name": "The Business of Fashion Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-business-of-fashion-podcast/id1225204588",
    "studio": "The Business of Fashion",
    "category": "Arts",
    "episode_count": "454 episodes",
    "avg_rating": "4.4",
    "total_ratings": "511 Ratings",
    "description": "The Business of Fashion has gained a global following as an essential daily resource for fashion creatives, executives and entrepreneurs in over 200 countries. It is frequently described as “indispensable,” “required reading” and “an addiction.” Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1116847329",
    "name": "The Von Haessler Doctrine",
    "url": "https://podcasts.apple.com/us/podcast/the-von-haessler-doctrine/id1116847329",
    "studio": "Cox Media Group",
    "category": "Arts",
    "episode_count": "1,938 episodes",
    "avg_rating": "4.7",
    "total_ratings": "668 Ratings",
    "description": "The Von Haessler Doctrine“Refreshing and Entertaining!”WEEKDAYS LIVE  3PM-7PM on 95.5 WSBListen On-Demand anytime.Combining humor, current events, and an independent view on politics, Eric Von Haessler and his talented cast of sidekicks are described by Atlantans as “funny, informative and interesting.”"
  },
  {
    "id": "id1754296527",
    "name": "The True Story of the Fake Zombies",
    "url": "https://podcasts.apple.com/us/podcast/the-true-story-of-the-fake-zombies/id1754296527",
    "studio": "iHeartPodcasts",
    "category": "Arts",
    "episode_count": "5 episodes",
    "avg_rating": "4.5",
    "total_ratings": "27 Ratings",
    "description": "In 1969, the Zombies had a huge hit single, despite having broken up two years earlier. To meet the unexpected demand, one promoter did the only sensible thing: Hire four kids from Texas to tour America pretending to be a defunct British psych-rock band."
  },
  {
    "id": "id1354253207",
    "name": "Reading Ferdowsi فردوسی خوان‪ی‬",
    "url": "https://podcasts.apple.com/us/podcast/reading-ferdowsi-%D9%81%D8%B1%D8%AF%D9%88%D8%B3%DB%8C-%D8%AE%D9%88%D8%A7%D9%86%DB%8C/id1354253207",
    "studio": "Amir Khadem",
    "category": "Arts",
    "episode_count": "196 episodes",
    "avg_rating": "4.8",
    "total_ratings": "2.2K Ratings",
    "description": "پادکست برای دوستداران مبتدی شاهنامه"
  },
  {
    "id": "id957430475",
    "name": "The Allusionist",
    "url": "https://podcasts.apple.com/us/podcast/the-allusionist/id957430475",
    "studio": "Helen Zaltzman",
    "category": "Arts",
    "episode_count": "217 episodes",
    "avg_rating": "4.8",
    "total_ratings": "2.9K Ratings",
    "description": "Adventures in language with Helen Zaltzman. TheAllusionist.org"
  },
  {
    "id": "id1372347504",
    "name": "HowToBBQRight",
    "url": "https://podcasts.apple.com/us/podcast/howtobbqright/id1372347504",
    "studio": "Malcom Reed",
    "category": "Arts",
    "episode_count": "249 episodes",
    "avg_rating": "4.8",
    "total_ratings": "573 Ratings",
    "description": "Welcome to the HowToBBQRight Podcast with Malcom & Rachelle Reed. Here we talk all about our weekly YouTube recipes, what we’re grilling at the house, tips and tricks for grilling and our competition BBQ contests."
  },
  {
    "id": "id1375630453",
    "name": "Inside Trader Joe's",
    "url": "https://podcasts.apple.com/us/podcast/inside-trader-joes/id1375630453",
    "studio": "Trader Joe's",
    "category": "Arts",
    "episode_count": "87 episodes",
    "avg_rating": "4.8",
    "total_ratings": "4.2K Ratings",
    "description": "From our humble beginnings as a small chain of eclectic Southern California convenience stores, Trader Joe’s has grown to become a national chain of 552 (and counting) neighborhood grocery stores, employing more than 65,000 Crew Members.  How?  By being comfortable with being different. Every episode takes you Inside Trader Joe’s in a podcast series only Trader Joe's could deliver.  Are you a Trader Joe’s fan?  Want to know what keeps people coming back? Hungry for all the new and exciting stuff coming to your neighborhood store?  Let's go Inside Trader Joe’s. Thanks for listening."
  },
  {
    "id": "id1440190146",
    "name": "Fated Mates - A Romance Novel Podcast",
    "url": "https://podcasts.apple.com/us/podcast/fated-mates-a-romance-novel-podcast/id1440190146",
    "studio": "Fated Mates",
    "category": "Arts",
    "episode_count": "307 episodes",
    "avg_rating": "4.9",
    "total_ratings": "809 Ratings",
    "description": "The most listened to romance novel podcast, Fated Mates is co-hosted by bestselling author Sarah MacLean and romance critic Jen Prokop. Weekly episodes include romance novel read-alongs and lively discussions of the work of the genre, highlighting the romance novel as a powerful tool in fighting the patriarchy…with absolutely no kink shaming."
  },
  {
    "id": "id1194913358",
    "name": "The Losers' Club: A Stephen King Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-losers-club-a-stephen-king-podcast/id1194913358",
    "studio": "Bloody FM",
    "category": "Arts",
    "episode_count": "442 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.2K Ratings",
    "description": "Founded in 2017, The Losers’ Club® is an award-winning weekly series that chronologically digs through the work of Stephen King with humor, irreverence, and a critical eye. Each episode, the Losers gather together to read between the iconic pages and share the latest in King’s Dominion, whether it’s the author’s oft-controversial tweets, the boldest Hollywood headlines, or his endless forthcoming projects. The series also regularly features special guests. In the past, the Losers have spoken to Mike Flanagan, Thomas Jane, Tananarive Due, Chapo Trap House, Owen Teague, Mick Garris, Mary Lambert, Jerry O’Connell, Wil Wheaton, Joe Bob Briggs, and even King himself.Suitable for readers both Constant and casual. King says check us out.Edited by Kyle Orozovich. Music by The Most/Charlie Laurence. Produced by Michael Roffman and Randall Colburn."
  },
  {
    "id": "id283657561",
    "name": "Snap Judgment",
    "url": "https://podcasts.apple.com/us/podcast/snap-judgment/id283657561",
    "studio": "Snap Judgment",
    "category": "Arts",
    "episode_count": "424 episodes",
    "avg_rating": "4.7",
    "total_ratings": "10.9K Ratings",
    "description": "Snap Judgment mixes real stories with killer beats to produce cinematic, dramatic radio. Snap’s raw, musical brand of storytelling dares listeners to see the world through the eyes of another. It's storytelling... with a BEAT."
  },
  {
    "id": "id1567511802",
    "name": "Food with Mark Bittman",
    "url": "https://podcasts.apple.com/us/podcast/food-with-mark-bittman/id1567511802",
    "studio": "Mark Bittman",
    "category": "Arts",
    "episode_count": "149 episodes",
    "avg_rating": "4.8",
    "total_ratings": "914 Ratings",
    "description": "Former New York Times food journalist and #1 bestselling author Mark Bittman (How to Cook Everything; VB6; Animal, Vegetable, Junk) is joined by co-host (and daughter) Kate to explore all aspects of food – from what to have for dinner, how to raise healthy children, and how to perfect your cooking routine to big picture questions about climate change, sustainability, food policy, and global hunger. Each week, Mark and Kate talk with cooks, celebrities, chefs, farmers, activists, policymakers, and food-lovers about the role of food in their lives, what they love to cook, and the ways that food impacts our society. Plus Mark and Kate offer handy cooking tips, recipes, answers to your questions, and much more.If you have a minute, we'd love it if you'd take a short survey about our show! Head here: http://bit.ly/foodwithmarkbittman-survey Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1436346407",
    "name": "City Arts & Lectures",
    "url": "https://podcasts.apple.com/us/podcast/city-arts-lectures/id1436346407",
    "studio": "City Arts & Lectures",
    "category": "Arts",
    "episode_count": "309 episodes",
    "avg_rating": "4.4",
    "total_ratings": "325 Ratings",
    "description": "Since 1980, City Arts & Lectures has presented onstage conversations with outstanding figures in literature, politics, criticism, science, and the performing arts, offering the most diverse perspectives about ideas and values. City Arts & Lectures programs can be heard on more than 130 public radio stations across the country and wherever you get your podcasts. The broadcasts are co-produced with KQED 88.5 FM in San Francisco. Visit CITYARTS.NET for more info."
  },
  {
    "id": "id1434904509",
    "name": "The Jeselnik & Rosenthal Vanity Project",
    "url": "https://podcasts.apple.com/us/podcast/the-jeselnik-rosenthal-vanity-project/id1434904509",
    "studio": "All Things Comedy Network",
    "category": "Arts",
    "episode_count": "250 episodes",
    "avg_rating": "4.8",
    "total_ratings": "4.3K Ratings",
    "description": "Anthony Jeselnik is a world famous comedian, Gregg Rosenthal is an analyst for NFL Network and they have been best friends for over 20 years. Each week, JRVP features stories from their lives, deep dives into the darkest and craziest news stories from around the world and essential recommendations to their listeners. The hilarious podcast is about friendship, family and Anthony's unquenchable desire to get Gregg in trouble with his employer and his wife."
  },
  {
    "id": "id876424161",
    "name": "Radio Cherry Bombe",
    "url": "https://podcasts.apple.com/us/podcast/radio-cherry-bombe/id876424161",
    "studio": "The Cherry Bombe Network",
    "category": "Arts",
    "episode_count": "563 episodes",
    "avg_rating": "4.7",
    "total_ratings": "526 Ratings",
    "description": "Radio Cherry Bombe features interviews with the most interesting people in the world of food. Each week, host Kerry Diamond, founder and editor of the indie magazine Cherry Bombe, talks to the chefs, bakers, creatives, and entrepreneurs making it happen. Follow @cherrybombe on Instagram for show news and more, and visit cherrybombe.com/radio-cherry-bombe for transcripts and past episodes. Thank you to Tralala for our theme song, \"All Fired Up.\" Produced by The Cherry Bombe Podcast Network"
  },
  {
    "id": "id1760038622",
    "name": "All on the Table with Katie Lee Biegel",
    "url": "https://podcasts.apple.com/us/podcast/all-on-the-table-with-katie-lee-biegel/id1760038622",
    "studio": "Dear Media",
    "category": "Arts",
    "episode_count": "1 episode",
    "avg_rating": "4.9",
    "total_ratings": "10 Ratings",
    "description": "Food is the great connector and a universal commonality. Get to know Katie’s guests through their experiences with food, favorite things they like to cook, childhood memories, and daily routines. Katie Lee Biegel is the Emmy-nominated co-host of Food Network’s The Kitchen, now in its 37th season with over 500 episodes to date. Katie is an avid writer, the author of four best-selling cookbooks, It’s Not Complicated, Endless Summer, Everyday Occasions, and The Comfort Table, and also the novel Groundswell, which became a Hallmark movie that she executive produced and starred in. Her next Hallmark film is currently in development. Katie is the co-founder of Kind of Wild Wines, an organic, zero sugar wine with grape varietals sourced from all over the world. She is a longtime Revlon spokesperson and a board member for the Food Bank for New York City.Katie splits her time between New York City and the Hamptons with her husband, Ryan, daughter, Iris, and their rescue dog, Gus. In her free time, she loves traveling, reading, and watching bingeable tv."
  },
  {
    "id": "id1750547306",
    "name": "The Pink House with Sam Smith",
    "url": "https://podcasts.apple.com/us/podcast/the-pink-house-with-sam-smith/id1750547306",
    "studio": "Lemonada",
    "category": "Arts",
    "episode_count": "16 episodes",
    "avg_rating": "4.0",
    "total_ratings": "140 Ratings",
    "description": "Hosted by five-time Grammy winner Sam Smith, The Pink House is about the people and places that make us who we are. One of those places was Sam’s childhood home in the English village of Great Chishill, literally called The Pink House. It was a space of total warmth and love where Sam felt safe enough to find their voice. On the podcast, Sam is sitting down with good friends and queer icons to explore their own “Pink Houses,” how they navigated early struggles and ultimately found their place in the world. From Elliot Page’s childhood bedroom to Joel Kim Booster’s joyful stint at a Cold Stone Creamery, Sam and their guests bring us transformative stories of belonging, chosen families, and the journeys we take to become who we were destined to be. This series feels like lighting a warm candle and enjoying a cup of tea with a dear friend. Learn how to love yourself, show up for others, and create a world that supports beauty of all kinds. From Lemonada Media.Photo: Jonathan Mannion"
  },
  {
    "id": "id1138081319",
    "name": "Magic Lessons with Elizabeth Gilbert",
    "url": "https://podcasts.apple.com/us/podcast/magic-lessons-with-elizabeth-gilbert/id1138081319",
    "studio": "Maximum Fun",
    "category": "Arts",
    "episode_count": "22 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.4K Ratings",
    "description": "Bestselling author Elizabeth Gilbert returns for the second season of her hit podcast MAGIC LESSONS, ready to help another batch of aspiring artists overcome their fears and create more joyfully. This year’s guest experts include Neil Gaiman, Gary Shteyngart, Amy Purdy, Michael Ian Black, Brandon Stanton, Martha Beck, and Glennon Doyle Melton. MAGIC LESSONS art courtesy of Riverhead Books, an imprint of Penguin Random House LLC."
  },
  {
    "id": "id394775318",
    "name": "99% Invisible",
    "url": "https://podcasts.apple.com/us/podcast/99-invisible/id394775318",
    "studio": "Roman Mars",
    "category": "Arts",
    "episode_count": "670 episodes",
    "avg_rating": "4.8",
    "total_ratings": "25K Ratings",
    "description": "Design is everywhere in our lives, perhaps most importantly in the places where we've just stopped noticing. 99% Invisible is a weekly exploration of the process and power of design and architecture. From award winning producer Roman Mars. Learn more at 99percentinvisible.org."
  },
  {
    "id": "id1471270483",
    "name": "Gloss Angeles",
    "url": "https://podcasts.apple.com/us/podcast/gloss-angeles/id1471270483",
    "studio": "Kirbie Johnson and Sara Tan",
    "category": "Arts",
    "episode_count": "416 episodes",
    "avg_rating": "4.7",
    "total_ratings": "644 Ratings",
    "description": "Co-hosts and longtime beauty journalists Kirbie Johnson and Sara Tan give their perspective on all things makeup, skincare, and wellness at the intersection of pop culture and entertainment. Experts in the field and friends IRL, they pull back the curtain on trends, treatments and popular products — all the things you're likely searching or watching on TikTok. (They'd know — they've spent 10 years creating and optimizing editorial content for mainstream digital beauty publishers.) Tuesday episodes reveal the most notable beauty headlines with informed takes while Friday episodes feature guests from experts in the industry to celebrity spokespeople, including Courteney Cox, Hailey Bieber, Halsey, Selena Gomez, Scarlett Johansson, Laverne Cox, Jonathan Van Ness, Barbie Ferreira, Brad Mondo, Emma Chamberlain, Dr. Jason Diamond, Charlotte Palermino and more. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1095138637",
    "name": "The Magnus Archives",
    "url": "https://podcasts.apple.com/us/podcast/the-magnus-archives/id1095138637",
    "studio": "Rusty Quill",
    "category": "Arts",
    "episode_count": "323 episodes",
    "avg_rating": "4.9",
    "total_ratings": "9.4K Ratings",
    "description": "“Make your statement, face your fear.” A weekly horror fiction podcast examining what lurks in the archives of the Magnus Institute, an organisation dedicated to researching the esoteric and the weird. Join Jonathan Sims as he explores the archive, but be warned, as he looks into its depths something starts to look back… New episodes every Thursday produced by Rusty Quill, featuring guest actors, short stories, serial plots and more. The Magnus Protocol launches in January 2024. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1738545065",
    "name": "No Write Way with V. E. Schwab",
    "url": "https://podcasts.apple.com/us/podcast/no-write-way-with-v-e-schwab/id1738545065",
    "studio": "V. E. Schwab (Author)",
    "category": "Arts",
    "episode_count": "25 episodes",
    "avg_rating": "5.0",
    "total_ratings": "22 Ratings",
    "description": "V.E. Schwab here! Join me each week as I chat with fellow successful authors about their origin stories, processes, work-life balance, and how *they* create the stories you love. Because there's no right way to write, just whatever works for you."
  },
  {
    "id": "id1628810269",
    "name": "CHANEL Connects",
    "url": "https://podcasts.apple.com/us/podcast/chanel-connects/id1628810269",
    "studio": "CHANEL",
    "category": "Arts",
    "episode_count": "33 episodes",
    "avg_rating": "4.7",
    "total_ratings": "26 Ratings",
    "description": "Season 4 of CHANEL Connects takes you to the Venice Biennale—the world’s most influential, international exhibition of art—to meet the artists, curators and thinkers shaping culture today. The new season of CHANEL’s flagship culture podcast features the South African painter and filmmaker William Kentridge, French-Caribbean artist Julien Creuzet, London-based gallerist Sadie Coles, Luxembourg-born actress Vicky Krieps, American designer Michael Rock and Frieze editor Andrew Durbin. Presented by Yana Peel, Global Head of Arts and Culture, with editor Penny Martin, CHANEL Connects brings the Biennale to life and explains why it is the essential cultural event of the year. Listeners meet key players from all walks of life. Some are dear friends; others are meeting for the first time. Each will challenge your ideas about the art world and the Venice Biennale, on view through this November and not to be missed. From Venice’s Conservatory of Music Benedetto Marcello to the grand halls of the gothic Pisani Moretta, nine episodes, released weekly from 3 July 2024, will explore the currents of culture today. Experience the Venice Biennale with CHANEL."
  },
  {
    "id": "id1742116372",
    "name": "Persuasion by Jane Austen",
    "url": "https://podcasts.apple.com/us/podcast/persuasion-by-jane-austen/id1742116372",
    "studio": "Ballarat National Theatre",
    "category": "Arts",
    "episode_count": "8 episodes",
    "avg_rating": "5.0",
    "total_ratings": "30 Ratings",
    "description": "A Persuasion audiobook performed by 20 actors with gorgeous ambient sounds and an original musical score to bring the story to life. From the director of the Webby Award Honouree podcast of Pride and Prejudice. Presented over 13 beautiful episodes. This dramatised audiobook is produced by the Australian not-for-profit community theatre company, Ballarat National Theatre."
  },
  {
    "id": "id1305381419",
    "name": "Classical Stuff You Should Know",
    "url": "https://podcasts.apple.com/us/podcast/classical-stuff-you-should-know/id1305381419",
    "studio": "A.J. Hanenburg, Graeme Donaldson, and Thomas Magbee",
    "category": "Arts",
    "episode_count": "267 episodes",
    "avg_rating": "4.7",
    "total_ratings": "620 Ratings",
    "description": "A.J., Graeme, and Thomas discuss everything having to do with the classical world. Our aim is to help both educators and laypeople enjoy the classical world as much as they enjoy fine ales and good tales."
  },
  {
    "id": "id642198704",
    "name": "Down These Mean Streets (Old Time Radio Detectives‪)‬",
    "url": "https://podcasts.apple.com/us/podcast/down-these-mean-streets-old-time-radio-detectives/id642198704",
    "studio": "Mean Streets Podcasts",
    "category": "Arts",
    "episode_count": "708 episodes",
    "avg_rating": "4.6",
    "total_ratings": "923 Ratings",
    "description": "Presenting the best detectives from the Golden Age of Radio.  Each week, we'll bring you an episode starring one of Old Time Radio's greatest detectives and the story behind the show.  Join us for adventures of Philip Marlowe, Sam Spade, Johnny Dollar, and many more."
  },
  {
    "id": "id1621349314",
    "name": "Immaterial: 5,000 Years of Art, One Material at a Time",
    "url": "https://podcasts.apple.com/us/podcast/immaterial-5-000-years-of-art-one-material-at-a-time/id1621349314",
    "studio": "The Met",
    "category": "Arts",
    "episode_count": "16 episodes",
    "avg_rating": "4.8",
    "total_ratings": "159 Ratings",
    "description": "Stories of the materials used in making art are often as thought-provoking and illuminating as the objects themselves. From The Metropolitan Museum of Art, Immaterial examines the materials of art and what they can reveal about history and humanity. Each episode looks at a single material: paper, clay, jade, shells, and others, exploring the qualities and meanings that are often overlooked."
  },
  {
    "id": "id1131628553",
    "name": "Naked Beauty",
    "url": "https://podcasts.apple.com/us/podcast/naked-beauty/id1131628553",
    "studio": "Brooke DeVard",
    "category": "Arts",
    "episode_count": "324 episodes",
    "avg_rating": "4.5",
    "total_ratings": "1.1K Ratings",
    "description": "Unfiltered talk about beauty trends, selfcare journeys, skincare, wellness tips and the products we love, hosted by Brooke DeVard Ozaydinli, with the women I admire. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1244649384",
    "name": "LeVar Burton Reads",
    "url": "https://podcasts.apple.com/us/podcast/levar-burton-reads/id1244649384",
    "studio": "Stitcher Studios",
    "category": "Arts",
    "episode_count": "195 episodes",
    "avg_rating": "4.9",
    "total_ratings": "16.6K Ratings",
    "description": "The best short fiction, handpicked by the best voice in podcasting and presented in 3D immersive audio. In every episode, host LeVar Burton (Roots, Reading Rainbow, Star Trek) invites you to take a break from your daily life, and dive into a great story. LeVar’s narration blends with gorgeous soundscapes to bring stories by Stephen King, Toni Morrison, Nnedi Okorafor, Kurt Vonnegut, Ken Liu and more to life. So, if you’re ready, let’s take a deep breath...Our immersive audio is best with headphones! If you'd prefer to listen without immersive audio, visit levarburtonpodcast.com/mono."
  },
  {
    "id": "id328074695",
    "name": "Design Matters with Debbie Millman",
    "url": "https://podcasts.apple.com/us/podcast/design-matters-with-debbie-millman/id328074695",
    "studio": "TED Audio Collective",
    "category": "Arts",
    "episode_count": "580 episodes",
    "avg_rating": "4.5",
    "total_ratings": "1.2K Ratings",
    "description": "Design Matters with Debbie Millman is one of the world’s very first podcasts. Broadcasting independently for over 15 years, the show is about how incredibly creative people design the arc of their lives."
  },
  {
    "id": "id309426367",
    "name": "The Creative Penn Podcast For Writers",
    "url": "https://podcasts.apple.com/us/podcast/the-creative-penn-podcast-for-writers/id309426367",
    "studio": "Joanna Penn",
    "category": "Arts",
    "episode_count": "300 episodes",
    "avg_rating": "4.8",
    "total_ratings": "586 Ratings",
    "description": "Information, inspiration and interviews on writing, self-publishing, book marketing and making a living with your writing. If you need help with writing your book, or you want to learn how to navigate the new world of publishing and book marketing, then join Joanna Penn and her guests every Monday. Also covers the business of being a writer and how to make money with your books."
  },
  {
    "id": "id1484445852",
    "name": "The Art Angle",
    "url": "https://podcasts.apple.com/us/podcast/the-art-angle/id1484445852",
    "studio": "Artnet News",
    "category": "Arts",
    "episode_count": "263 episodes",
    "avg_rating": "4.7",
    "total_ratings": "255 Ratings",
    "description": "A weekly podcast that brings the biggest stories in the art world down to earth. Go inside the newsroom of the art industry's most-read media outlet, Artnet News, for an in-depth view of what matters most in museums, the market, and much more."
  },
  {
    "id": "id1080412254",
    "name": "A Dana Perino Podcast: Everything Will Be Okay",
    "url": "https://podcasts.apple.com/us/podcast/a-dana-perino-podcast-everything-will-be-okay/id1080412254",
    "studio": "Fox News",
    "category": "Arts",
    "episode_count": "67 episodes",
    "avg_rating": "4.5",
    "total_ratings": "4.2K Ratings",
    "description": "Dana Perino, co-host of The Five and America’s Newsroom on the FOX News Channel, returns to the world of audio with a new limited time podcast, “Everything Will Be Okay with Dana Perino”. Building off the success of her best-selling book of the same name, Dana provides an unequaled brand of advice built on real life experience and interviews experts and individuals that make a difference in the lives of others."
  },
  {
    "id": "id1626354833",
    "name": "Dish",
    "url": "https://podcasts.apple.com/us/podcast/dish/id1626354833",
    "studio": "S:E Creative Studio",
    "category": "Arts",
    "episode_count": "91 episodes",
    "avg_rating": "4.9",
    "total_ratings": "123 Ratings",
    "description": "Broadcaster Nick Grimshaw and Michelin star chef and restaurateur Angela Hartnett invite you to join their weekly dinner parties for  hilarious, unfiltered chat.  Guests like Gordon Ramsey, Miriam Margoyles, Amol Rajan and Florence Pugh enjoy a Michelin star meal cooked by Angela, who shares insider tips and tricks to perfecting that signature dish or everyday dinner. As a seasoned conversationalist and raconteur, Nick serves the drinks and leads the dinner party for a deliciously fun listenDish from Waitrose is available on Apple Podcasts, Spotify, and wherever you get your podcasts."
  },
  {
    "id": "id1553326065",
    "name": "Pathways with Joseph Campbell",
    "url": "https://podcasts.apple.com/us/podcast/pathways-with-joseph-campbell/id1553326065",
    "studio": "Joseph Campbell Foundation",
    "category": "Arts",
    "episode_count": "69 episodes",
    "avg_rating": "4.9",
    "total_ratings": "104 Ratings",
    "description": "An official podcast of the Joseph Campbell Foundation and the MythMaker Podcast Network that unearths little-heard talks from Joseph Campbell and examines their context and meaning. Hosted by Brad Olson, PhD."
  },
  {
    "id": "id929743897",
    "name": "Creative Pep Talk",
    "url": "https://podcasts.apple.com/us/podcast/creative-pep-talk/id929743897",
    "studio": "Andy J. Pizza",
    "category": "Arts",
    "episode_count": "465 episodes",
    "avg_rating": "4.8",
    "total_ratings": "1.9K Ratings",
    "description": "Inspiring Stories & Actionable Strategies for Building a Thriving Creative Practice"
  },
  {
    "id": "id1393739959",
    "name": "This Is TASTE",
    "url": "https://podcasts.apple.com/us/podcast/this-is-taste/id1393739959",
    "studio": "Aliza Abarbanel & Matt Rodbard",
    "category": "Arts",
    "episode_count": "443 episodes",
    "avg_rating": "4.5",
    "total_ratings": "206 Ratings",
    "description": "If you're a fan of smart and lively conversations about food, home cooking, and culture, this is the place. We interview the most interesting characters in the world of food, media, and cookbooks and release episodes several times a month. The program is hosted by TASTE editors Aliza Abarbanel and Matt Rodbard, and is sometimes recorded live at Rizzoli Bookstore in New York City. Visit TASTE online: tastecooking.com"
  },
  {
    "id": "id1759634287",
    "name": "Easy A Podcast",
    "url": "https://podcasts.apple.com/us/podcast/easy-a-podcast/id1759634287",
    "studio": "Alexis Ren and Allie Michelle",
    "category": "Arts",
    "episode_count": "3 episodes",
    "avg_rating": "5.0",
    "total_ratings": "1 Rating",
    "description": "Alexis and Allie are here to get you that Easy A in life. Each episode offers a helpful shortcut on how to hack the system rather than escape it. The pair see themselves as students of life—passionately curious women who want to explore the edges of life’s paradoxes. They are not gurus or teachers offering answers, but people in search of asking better questions. The truth is always a paradox—we believe you can be all of it yet defined by none of it. Be sensitive & strong. Sexy & intelligent. Funny & deep. Alexis & Allie will interview artists, wellness experts, leaders, researchers, & more."
  },
  {
    "id": "id1613242360",
    "name": "Be My Guest with Ina Garten",
    "url": "https://podcasts.apple.com/us/podcast/be-my-guest-with-ina-garten/id1613242360",
    "studio": "Food Network",
    "category": "Arts",
    "episode_count": "20 episodes",
    "avg_rating": "4.9",
    "total_ratings": "563 Ratings",
    "description": "Join the party as Ina Garten invites friends old and new into her East Hampton home for good food and great conversation. With personal stories shared over cocktails and favorite recipes, each podcast episode features direct audio and exclusive, extended interviews from Be My Guest with Ina Garten, her multi-platform series for Warner Bros. Discovery. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1688483525",
    "name": "Bookmark'd with Sara & Des",
    "url": "https://podcasts.apple.com/us/podcast/bookmarkd-with-sara-des/id1688483525",
    "studio": "Destiny Sidwell",
    "category": "Arts",
    "episode_count": "57 episodes",
    "avg_rating": "4.9",
    "total_ratings": "809 Ratings",
    "description": "Welcome to 'Bookmark'd' with Sara & Des, whom you may know from having watched their countless hours of book content on their YouTube channels! Now they're introducing 'Bookmark'd'! The podcast where once a week, Sara and Des put a bookmark in their week to sit and chat with each other! So put a bookmark in your week, pop on some headphones, grab a drink, and settle down with Sara & Des every Thursday!"
  },
  {
    "id": "id1493566203",
    "name": "The Chairish Podcast",
    "url": "https://podcasts.apple.com/us/podcast/the-chairish-podcast/id1493566203",
    "studio": "Chairish Inc.",
    "category": "Arts",
    "episode_count": "109 episodes",
    "avg_rating": "4.7",
    "total_ratings": "222 Ratings",
    "description": "Hosted by beloved design-insider Michael Boodro, The Chairish Podcast looks behind the glamour of the interior design industry at a time when all aspects of the business, from sourcing to marketing to client communication to underlying business models are undergoing rapid disruption. Drawing on experience and insights from today’s top practitioners, including leading designers, architects and manufacturers, this podcast is an essential tool for interior design professionals. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id253191824",
    "name": "Selected Shorts",
    "url": "https://podcasts.apple.com/us/podcast/selected-shorts/id253191824",
    "studio": "Symphony Space",
    "category": "Arts",
    "episode_count": "23 episodes",
    "avg_rating": "4.4",
    "total_ratings": "2.6K Ratings",
    "description": "Our greatest actors transport us through the magic of fiction, one short story at a time. Sometimes funny. Always moving. Selected Shorts connects you to the world with a rich diversity of voices from literature, film, theater, and comedy. New episodes every Thursday, from Symphony Space."
  },
  {
    "id": "id1266839739",
    "name": "Design Better",
    "url": "https://podcasts.apple.com/us/podcast/design-better/id1266839739",
    "studio": "The Curiosity Department, LLC",
    "category": "Arts",
    "episode_count": "142 episodes",
    "avg_rating": "4.7",
    "total_ratings": "309 Ratings",
    "description": "Design Better co-hosts Eli Woolery and Aarron Walter explore the intersection of design, technology, and the creative process through conversations with inspiring guests across many creative fields. Whether you’re design curious or a design pro, Design Better is guaranteed to inspire and inform. Episodes are released semi-weekly. Vanity Fair calls Design Better, “sharp, to the point, and full of incredibly valuable information for anyone looking to better understand how to build a more innovative world.”"
  },
  {
    "id": "id1300382225",
    "name": "The Paris Review",
    "url": "https://podcasts.apple.com/us/podcast/the-paris-review/id1300382225",
    "studio": "The Paris Review",
    "category": "Arts",
    "episode_count": "41 episodes",
    "avg_rating": "4.7",
    "total_ratings": "774 Ratings",
    "description": "Selections of interviews, fiction, essays, and poetry from America’s most legendary literary quarterly, brought to life in sound."
  },
  {
    "id": "id1166949390",
    "name": "日谈公‪园‬",
    "url": "https://podcasts.apple.com/us/podcast/%E6%97%A5%E8%B0%88%E5%85%AC%E5%9B%AD/id1166949390",
    "studio": "「日光派对」出品",
    "category": "Arts",
    "episode_count": "647 episodes",
    "avg_rating": "4.6",
    "total_ratings": "420 Ratings",
    "description": "我们的所思所想所好奇，我们眼中的世界。"
  },
  {
    "id": "id1551496598",
    "name": "The Voice Over Coffee Shop",
    "url": "https://podcasts.apple.com/us/podcast/the-voice-over-coffee-shop/id1551496598",
    "studio": "Andrew Morrison",
    "category": "Arts",
    "episode_count": "79 episodes",
    "avg_rating": "4.8",
    "total_ratings": "33 Ratings",
    "description": "Voice talent and voice over artists breathe life into the media we consume and I want to learn what inspires them, what lured them to the microphone, and what they themselves have learned along the way in this mighty journey we all share."
  },
  {
    "id": "id916273527",
    "name": "Imaginary Worlds",
    "url": "https://podcasts.apple.com/us/podcast/imaginary-worlds/id916273527",
    "studio": "Imaginary Worlds Ad-Free",
    "category": "Arts",
    "episode_count": "259 episodes",
    "avg_rating": "4.8",
    "total_ratings": "1.9K Ratings",
    "description": "Imaginary Worlds sounds like what would happen if NPR went to ComicCon and decided that’s all they ever wanted to cover. Host Eric Molinsky spent over a decade working as a public radio reporter and producer, and he uses those skills to create thoughtful, sound-rich episodes about science fiction, fantasy, and other genres of speculative fiction. Every other week, he talks with comic book artists, game designers, novelists, screenwriters, filmmakers, and fans about how they craft their worlds, why we suspend our disbelief, and what happens if the spell is broken. Imaginary worlds may be set on distant planets or parallel dimensions, but they are crafted here on Earth, and they’re always about us and our lived experiences."
  },
  {
    "id": "id980669909",
    "name": "Tom & Lorenzo’s Pop Style Opinionfest",
    "url": "https://podcasts.apple.com/us/podcast/tom-lorenzos-pop-style-opinionfest/id980669909",
    "studio": "Tom Lorenzo",
    "category": "Arts",
    "episode_count": "149 episodes",
    "avg_rating": "4.6",
    "total_ratings": "692 Ratings",
    "description": "Authors and bloggers Tom Fitzgerald and Lorenzo Marquez render judgment on all the latest goings-on in the worlds of celebrity, pop culture, television and fashion. Strap yourselves in for some hilarious opinionating on all the most pressing issues of our time, darlings."
  },
  {
    "id": "id1405036377",
    "name": "Retail Therapy by Sunday Scaries",
    "url": "https://podcasts.apple.com/us/podcast/retail-therapy-by-sunday-scaries/id1405036377",
    "studio": "Washed Media",
    "category": "Arts",
    "episode_count": "326 episodes",
    "avg_rating": "4.8",
    "total_ratings": "2.2K Ratings",
    "description": "Hosted by Will deFries and Barrett Dudley, Retail Therapy covers the ever-changing landscape of online trends, aesthetics, style, shopping, and (of course) shifting vibes. What's in, what's out, and what everyone might be talking about at your next group dinner.Also Airing: The Sunday Scaries Podcast — a wellness and self-care podcast for those with blurry Friday and Saturday nights. Hosted by Will deFries, The Sunday Scaries Podcast is your cure for the Sunday blues."
  },
  {
    "id": "id1583840832",
    "name": "Cocktail College",
    "url": "https://podcasts.apple.com/us/podcast/cocktail-college/id1583840832",
    "studio": "VinePair",
    "category": "Arts",
    "episode_count": "148 episodes",
    "avg_rating": "4.8",
    "total_ratings": "224 Ratings",
    "description": "Want to take your bartending skills to the next level? Join VinePair managing editor Tim McKirdy for a weekly deep-dive into classic cocktails with America’s best bartenders. Cocktail College looks beyond the recipe and explores every aspect of mixology from ingredients and ice to shaking techniques, garnishes, and glassware — elevating your Martinis, Mai Tais, and everything in between. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1435163160",
    "name": "Suspense | Old Time Radio",
    "url": "https://podcasts.apple.com/us/podcast/suspense-old-time-radio/id1435163160",
    "studio": "OTR GOLD",
    "category": "Arts",
    "episode_count": "909 episodes",
    "avg_rating": "4.7",
    "total_ratings": "142 Ratings",
    "description": "Discover every episode of Suspense currently available!Check out OTRGOLD.COM for more classic radio.Audio Credit: \"Suspense\" by The Old Time Radio Researchers Group"
  },
  {
    "id": "id1649630933",
    "name": "Walk-In Talk Podcast",
    "url": "https://podcasts.apple.com/us/podcast/walk-in-talk-podcast/id1649630933",
    "studio": "Carl Fiadini",
    "category": "Arts",
    "episode_count": "118 episodes",
    "avg_rating": "4.9",
    "total_ratings": "71 Ratings",
    "description": "First and foremost, this a Food Podcast. We are blessed to have been ranking on Apple Podcast Charts since November of 2022 in the Food Category and recently attained the #1 podcast spot in the United States! Powered by our partnership with Peninsula Foodservice - The Walk-In Talk Podcast, hosted by Carl Fiadini and team, including co-host Chef Jeffrey Schlissel, combines their culinary expertise and experiences to provide an insightful and engaging exploration of the food industry. Beyond food, the podcast also delves into the exciting and chaotic world of restaurants while advocating for mental health awareness within the industry.Our podcast is a must-listen for food industry enthusiasts, as we provide unique insights into everything from recipes to how Chefs are navigating high inflation while also discussing the importance of mental health in the industry. Walk-In Talk Podcast offers a behind-the-scenes look at the food industry. Our show provides a fun and entertaining twist to our podcast. Don't miss out on upcoming episodes where we will continue to cook up thought-provoking discussions on important industry-related topics - so come uncover restaurant mayhem with us! Check out our website for more food industry-related content, including:https://www.thewalkintalk.comRestaurant RecipesCocktail recipesWalk-In Talk interviewsThe Restaurant Life MagazineBest beef in the business!www.peninsulafoodservice.comAlso rate and review us on IMDb:https://www.imdb.com/title/tt27766644/reference/"
  },
  {
    "id": "id1707091523",
    "name": "Keys To The Kingdom",
    "url": "https://podcasts.apple.com/us/podcast/keys-to-the-kingdom/id1707091523",
    "studio": "Amanda Lund & Matt Gourley",
    "category": "Arts",
    "episode_count": "9 episodes",
    "avg_rating": "4.9",
    "total_ratings": "730 Ratings",
    "description": "Keys to the Kingdom is an unprecedented, eight-part docuseries exploring the peculiar backstage life of theme park characters, performers, and fans. Hosted by recovering theme park employees Matt Gourley (Conan O'Brien Needs a Friend, Superego, Drunk History) and Amanda Lund (Earios Co-founder, The Complete Woman, New Girl), each installment promises insider secrets, stories of absurd guest interactions, and fascinating tales of workplace minutiae. Brought to you by Earios in conjunction with Tradecraft Media. Get 8 full-length, bonus companion episodes featuring numerous extended and unheard interviews and more at https://plus.acast.com/s/keystothekingdom. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id1502878171",
    "name": "پادکست فارسی انسانک | Ensanak",
    "url": "https://podcasts.apple.com/us/podcast/%D9%BE%D8%A7%D8%AF%DA%A9%D8%B3%D8%AA-%D9%81%D8%A7%D8%B1%D8%B3%DB%8C-%D8%A7%D9%86%D8%B3%D8%A7%D9%86%DA%A9-ensanak/id1502878171",
    "studio": "Hesam Ipakchi",
    "category": "Arts",
    "episode_count": "55 episodes",
    "avg_rating": "4.7",
    "total_ratings": "261 Ratings",
    "description": "پادکست انسانک تاملی است در تجربیات زیسته و زندگی جاری به روایت حسام ایپکچیبرای دسترسی به متن اپیزودها و یا درج نظرات و پیشنهادها می‌توانید به وب سایت انسانک مراجعه کنید:https://ensanak.com"
  },
  {
    "id": "id1246042223",
    "name": "Reading Glasses",
    "url": "https://podcasts.apple.com/us/podcast/reading-glasses/id1246042223",
    "studio": "Maximum Fun",
    "category": "Arts",
    "episode_count": "376 episodes",
    "avg_rating": "4.9",
    "total_ratings": "1.7K Ratings",
    "description": "Want to learn how to make the most of your reading life? Join Brea Grant and Mallory O’Meara every week as they discuss tips and tricks for reading better! Listeners will learn how to vanquish their To-Be-Read piles, get pointers on organizing their bookshelves and hear reviews on the newest reading gadgets. Brea and Mallory also offer advice on bookish problems. How do you climb out of a reading slump? How do you support authors while still getting books on the cheap? Where do you hide the bodies of the people who won’t stop talking while you’re trying to read? Mallory and Brea engage in a weekly discussion geared towards all kinds of book lovers -- no matter what you read or how you read it."
  },
  {
    "id": "id1343499710",
    "name": "Marvel's Wolverine: The Lost Trail",
    "url": "https://podcasts.apple.com/us/podcast/marvels-wolverine-the-lost-trail/id1343499710",
    "studio": "Marvel",
    "category": "Arts",
    "episode_count": "11 episodes",
    "avg_rating": "4.8",
    "total_ratings": "7.8K Ratings",
    "description": "Following the events of Marvel’s “Wolverine: The Long Night,” Logan (Richard Armitage) returns to New Orleans in search of redemption, only to discover that dozens of humans and mutants have gone missing. Thanks for listening on Apple Podcasts!"
  },
  {
    "id": "id1462213019",
    "name": "Let's Get Dressed",
    "url": "https://podcasts.apple.com/us/podcast/lets-get-dressed/id1462213019",
    "studio": "Dear Media",
    "category": "Arts",
    "episode_count": "240 episodes",
    "avg_rating": "4.6",
    "total_ratings": "219 Ratings",
    "description": "How do you create a staple wardrobe? What trends are dominating the runways? Who’s the coolest new designer to watch? Join ultimate fashion insider Liv Perez for new episodes every Monday to hear the best in fashion news, styling tips, and interviews with top industry leaders that will leave you inspired to dress and feel your best self every day.Produced by Dear Media"
  },
  {
    "id": "id1561279836",
    "name": "Choice Classic Radio Detectives | Old Time Radio",
    "url": "https://podcasts.apple.com/us/podcast/choice-classic-radio-detectives-old-time-radio/id1561279836",
    "studio": "Choice Classic Radio",
    "category": "Arts",
    "episode_count": "999 episodes",
    "avg_rating": "4.6",
    "total_ratings": "95 Ratings",
    "description": "Choice Classic Radio brings to you old time radio’s greatest detectives!  Each day we feature a program chosen from the most popular shows of the period. So sit back and enjoy the best detectives The Golden Age of Radio has to offer!Our current line-up isMonday: Yours Truly, Johnny Dollar Tuesday: Dragnet Wednesday: Richard Diamond, Private Detective Thursday: Boston Blackie Friday: The New Adventures of Sherlock Holmes Saturday: The Shadow Sunday: Dangerous AssignmentPlease rate us on Apple Podcasts/iTunes. Thanks for listening!"
  },
  {
    "id": "id1489848748",
    "name": "Meditation music. Peaceful calm music 528, 432 Hz",
    "url": "https://podcasts.apple.com/us/podcast/meditation-music-peaceful-calm-music-528-432-hz/id1489848748",
    "studio": "Nobody",
    "category": "Arts",
    "episode_count": "94 episodes",
    "avg_rating": "4.7",
    "total_ratings": "522 Ratings",
    "description": "Meditation musicIn case you need ithttp://rss.castbox.fm/everest/02217ba7220449d6bc5b0ca1aae83b29.xml"
  },
  {
    "id": "id1741589082",
    "name": "Fashion People",
    "url": "https://podcasts.apple.com/us/podcast/fashion-people/id1741589082",
    "studio": "Audacy | Puck",
    "category": "Arts",
    "episode_count": "31 episodes",
    "avg_rating": "4.2",
    "total_ratings": "70 Ratings",
    "description": "Puck correspondent Lauren Sherman and a rotating cast of industry insiders take you deep inside what fashion people are really talking about behind the scenes of this multi-trillion-dollar biz, from creative director switcheroos to M&A drama, D.T.C. downfalls, and magazine mishaps.Fashion People is an extension of Line Sheet, Lauren’s private email for Puck, where she tracks what’s happening beyond the press releases in fashion, beauty, and media.New episodes publish twice-weekly, every Tuesday and Friday."
  },
  {
    "id": "id1706179464",
    "name": "Fantasy Fangirls",
    "url": "https://podcasts.apple.com/us/podcast/fantasy-fangirls/id1706179464",
    "studio": "Fantasy Fangirls",
    "category": "Arts",
    "episode_count": "65 episodes",
    "avg_rating": "5.0",
    "total_ratings": "3.2K Ratings",
    "description": "Two sisters, Nicole and Lexi, dive deep into your favorite fantasy books – talking about lore, characters, insights, and theories of beloved stories.Currently covering A Court of Thorns and Roses by Sarah J. Maas(SPOILERS for the entire ACOTAR series)Every episode, these two sisters cover several chapters of ACOTAR, diving into our Inner Circle Debrief (chapter summaries) before we Step Into The Cauldron with key insights, foreshadowing and theories, then Sip Tea With The Suriel for an in-depth exploration of a lore topic in this fantasy world.New episodes drop every Monday!"
  },
  {
    "id": "id1719468702",
    "name": "The Smut Couch",
    "url": "https://podcasts.apple.com/us/podcast/the-smut-couch/id1719468702",
    "studio": "The Smut Couch Podcast",
    "category": "Arts",
    "episode_count": "19 episodes",
    "avg_rating": "4.8",
    "total_ratings": "24 Ratings",
    "description": "Hey bookish besties! Meet Maddy and Alexandros, the dynamic duo behind \"The Smut Couch,\" a podcast where two besties spill the tea on their love for books. From being known as the workplace \"smut readers\" to becoming the go-to source for book recommendations, join in the laughter, banter, and camaraderie as Maddy and Alexandros share their unique stories and love for all things Dramione, Sarah J Maas, and smut. Tune in for new episodes everyone other Wednesday!Produced by The Podcast Place"
  },
  {
    "id": "id1438857034",
    "name": "Read Me Romance",
    "url": "https://podcasts.apple.com/us/podcast/read-me-romance/id1438857034",
    "studio": "Read Me Romance",
    "category": "Arts",
    "episode_count": "145 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1.7K Ratings",
    "description": "HEA on the go! We bring you a new, original audiobook novella every week from one of your favorite authors! Hosted by New York Times Bestselling Author Alexa Riley. For more information, check out readmeromance.com. If you like what you hear, simply subscribe and listen for free on your phone’s podcast app. Prepare to swoon!!"
  },
  {
    "id": "id1718788627",
    "name": "Poirot Investigates - Agatha Christie",
    "url": "https://podcasts.apple.com/us/podcast/poirot-investigates-agatha-christie/id1718788627",
    "studio": "Old Time Radio Shows OTR",
    "category": "Arts",
    "episode_count": "5 episodes",
    "avg_rating": "4.6",
    "total_ratings": "54 Ratings",
    "description": "\"Poirot Investigates\" is a collection of short stories by Agatha Christie, first published in 1924. It features the Belgian detective Hercule Poirot, a meticulous and clever sleuth known for his distinctive appearance and brilliant deductive skills. In this collection, Poirot, often accompanied by his friend Captain Hastings, tackles a series of intriguing cases. These stories showcase Christie's talent for constructing tightly plotted mysteries, with Poirot unraveling complex puzzles using his keen observation and logical reasoning. The mysteries vary in setting and complexity, but all are marked by Christie's trademark twists and surprise endings. This book is a testament to Christie's skill in crafting engaging and ingenious detective stories."
  },
  {
    "id": "id1484569777",
    "name": "Dear Alice | Interior Design",
    "url": "https://podcasts.apple.com/us/podcast/dear-alice-interior-design/id1484569777",
    "studio": "Alice Lane",
    "category": "Arts",
    "episode_count": "259 episodes",
    "avg_rating": "4.7",
    "total_ratings": "1.3K Ratings",
    "description": "Dear Alice is an Interior Design podcast brought to you by Jessica Bennett and Suzanne Hall, the spunky geniuses behind Alice Lane Interior Design. These two ladies break down the highest end of the design and interior fashion world through their beautiful lifestyle approach with a heaping dose of wit and taste."
  },
  {
    "id": "id1054509922",
    "name": "Special Sauce with Ed Levine",
    "url": "https://podcasts.apple.com/us/podcast/special-sauce-with-ed-levine/id1054509922",
    "studio": "Ed Levine",
    "category": "Arts",
    "episode_count": "364 episodes",
    "avg_rating": "4.1",
    "total_ratings": "338 Ratings",
    "description": "Serious Eats' podcast Special Sauce enables food lovers everywhere to eavesdrop on an intimate conversation about food and life between host and Serious Eats founder Ed Levine and his well-known/famous friends and acquaintances both in and out of the food culture."
  },
  {
    "id": "id1476557616",
    "name": "Pastora Yesenia Then",
    "url": "https://podcasts.apple.com/us/podcast/pastora-yesenia-then/id1476557616",
    "studio": "Pastora Yesenia Then",
    "category": "Arts",
    "episode_count": "475 episodes",
    "avg_rating": "4.9",
    "total_ratings": "277 Ratings",
    "description": "Esposa, Madre, Pastora y Escritora."
  },
  {
    "id": "id1502307717",
    "name": "Fiction Writing Made Easy",
    "url": "https://podcasts.apple.com/us/podcast/fiction-writing-made-easy/id1502307717",
    "studio": "Savannah Gilbo",
    "category": "Arts",
    "episode_count": "162 episodes",
    "avg_rating": "4.9",
    "total_ratings": "1.3K Ratings",
    "description": "How do I write a book? How do I create compelling characters that readers will love? How do I build a believable world for my story? What does it even mean to write a story that works? Do you have any writing tips? These are just some of the big questions that developmental editor and book coach, Savannah Gilbo, digs into on the Fiction Writing Made Easy Podcast. Each week, Savannah shares actionable tools, tips, and strategies that will help you write, edit, and publish your book. So, whether you're brand new to writing, or a seasoned author looking to improve your craft, this podcast is for you!"
  },
  {
    "id": "id1508386872",
    "name": "Naaji /پادکست فارسی ناج‪ی‬",
    "url": "https://podcasts.apple.com/us/podcast/naaji-%D9%BE%D8%A7%D8%AF%DA%A9%D8%B3%D8%AA-%D9%81%D8%A7%D8%B1%D8%B3%DB%8C-%D9%86%D8%A7%D8%AC%DB%8C/id1508386872",
    "studio": "Pari",
    "category": "Arts",
    "episode_count": "38 episodes",
    "avg_rating": "4.5",
    "total_ratings": "196 Ratings",
    "description": "در پادکست ناجی: معروف ترین کتابها و متدهای معتبر دنیا در زمینه خودشناسی،  توسعه فردي و زندگی بهتر ، رو به زبان ساده بازگو میکنیم. و محور گفتگو ها،  در جهت افزایش سطح آگاهی در زندگی و تجربه داشتنه حس بهتر به خودمون و هرآنچه در پیرامون ما، در گذر است."
  },
  {
    "id": "id1329229319",
    "name": "Forever35",
    "url": "https://podcasts.apple.com/us/podcast/forever35/id1329229319",
    "studio": "Kate Spencer & Doree Shafrir",
    "category": "Arts",
    "episode_count": "841 episodes",
    "avg_rating": "4.7",
    "total_ratings": "4.8K Ratings",
    "description": "Which night creams will make you look well-rested, is quitting coffee really worth the headache, can emptying your closet actually bring you joy, and wtf is a gratitude practice, anyway? These are the kinds of self-care questions that wellness enthusiasts and writers Kate Spencer and Doree Shafrir discuss each week, along with a special guest, as they explore what it means to be getting older — and hopefully wiser. Hosted on Acast. See acast.com/privacy for more information."
  },
  {
    "id": "id784600888",
    "name": "The New Yorker: Poetry",
    "url": "https://podcasts.apple.com/us/podcast/the-new-yorker-poetry/id784600888",
    "studio": "The New Yorker",
    "category": "Arts",
    "episode_count": "105 episodes",
    "avg_rating": "4.5",
    "total_ratings": "460 Ratings",
    "description": "Readings and conversation with The New Yorker's poetry editor, Kevin Young."
  },
  {
    "id": "id1709162489",
    "name": "Solicited Advice with Alison Roman",
    "url": "https://podcasts.apple.com/us/podcast/solicited-advice-with-alison-roman/id1709162489",
    "studio": "Talkhouse Podcast Network",
    "category": "Arts",
    "episode_count": "22 episodes",
    "avg_rating": "4.2",
    "total_ratings": "179 Ratings",
    "description": "Alison Roman brings you Solicited Advice, a podcast that is just that. The New York Times bestselling cookbook author is joined every week by a guest who, like her, enjoys giving and or receiving advice. Together, they answer questions from live and recorded callers that cover everything from modern dating to awkward neighbor interactions to how to order a martini with confidence and, of course, cooking (no, you should not be “washing your chicken,” and yes, you really should have two types of salt).New episodes every other Thursday– listen wherever you get your podcasts. Solicited Advice is brought to you with distribution and revenue support from the Talkhouse Network."
  },
  {
    "id": "id1538242507",
    "name": "Life with Marianna",
    "url": "https://podcasts.apple.com/us/podcast/life-with-marianna/id1538242507",
    "studio": "Dear Media",
    "category": "Arts",
    "episode_count": "202 episodes",
    "avg_rating": "4.9",
    "total_ratings": "2.5K Ratings",
    "description": "Marianna Hewitt is a leading voice in social media with over 1 million followers and also the co-founder of skincare line, Summer Fridays. Each week on Life With Marianna, you’ll hear from her network of influencers, brand founders, and personalities to inspire YOU to live your best life."
  },
  {
    "id": "id1529617900",
    "name": "CEREBRO",
    "url": "https://podcasts.apple.com/us/podcast/cerebro/id1529617900",
    "studio": "Connor Goldsmith",
    "category": "Arts",
    "episode_count": "128 episodes",
    "avg_rating": "4.8",
    "total_ratings": "719 Ratings",
    "description": "CEREBRO is a podcast about Marvel's Merry Mutants, the Uncanny X-Men, hosted by Connor Goldsmith. Each episode highlights one character. Tune in for a deep exploration of the 58-year history of this enduring, revolutionary franchise!www.cerebrocast.comwww.patreon.com/cerebrocast"
  },
  {
    "id": "id993284374",
    "name": "All the Books‪!‬",
    "url": "https://podcasts.apple.com/us/podcast/all-the-books/id993284374",
    "studio": "Book Riot",
    "category": "Arts",
    "episode_count": "842 episodes",
    "avg_rating": "4.6",
    "total_ratings": "1.2K Ratings",
    "description": "All the Books! is a weekly show of recommendations and enthusiasm regarding the week's new book releases."
  },
  {
    "id": "id1494439019",
    "name": "پلی لیست | PlayList",
    "url": "https://podcasts.apple.com/us/podcast/%D9%BE%D9%84%DB%8C-%D9%84%DB%8C%D8%B3%D8%AA-playlist/id1494439019",
    "studio": "MokhtarRazmjoo",
    "category": "Arts",
    "episode_count": "309 episodes",
    "avg_rating": "4.7",
    "total_ratings": "655 Ratings",
    "description": "این پادکست مجموعه از اپیزود هایی هست ک موزیک هاش از جهت یا جهاتی مثلا سبک ، خواننده یا هنرمند خالق اثر ، دوره تاریخی ، حال و 👇هوا و مود ,تم و ... باهم وجه اشتراک دارن و من, مختار رزمجو اونهارو به انتخاب شما و برای شما تبدیل به پلی لیست کردم.اینجا موسیقی از جنسی دیگر خواهد شنید ⤵️برا دانلود اهنگها به کانال تلگرام پادکست مراجعه کنیدHttps://t.me/playlistpodcas☑️برای دریافت اطلاعات اضافی در مورد محتوای اپیزود ها تو شبکه های اجتماعی پلی لیست عضو بشیدInsta:https://instagram.com/playlistpodcast_Twitter:https://twitter.com/playlistpodcas دکمه نارنجی(Subscribe) مشترک شدن رو کلیک کنید تا هر پنج شنبه از انتشار اپیزود جدید اگاه 🔔 بشید.برای حمایت و بهتر شدن پادکست میتونید دکمه قلب ❤️ رو فشار بدید . و برای ارسال به کسی که فکر میکنید ممکنه خوشش بیاد دکمه اشتراک گذاری 🔱 رو فشار بدید.⭕️*توجه*تمام محتوای این پادکست براساس انتخاب کاربران خواهد بود پس اگر تم,مود,موضوع,سبک ,استایل,خواننده ,ژانر و...خاصی مد نظرتون بود همینجا در بخش نظرات(کامنتComment) برای ما بنویسید👇.+18"
  },
  {
    "id": "id1698319255",
    "name": "We Should All Be Zionists Podcast",
    "url": "https://podcasts.apple.com/us/podcast/we-should-all-be-zionists-podcast/id1698319255",
    "studio": "Einat Wilf",
    "category": "Arts",
    "episode_count": "25 episodes",
    "avg_rating": "4.6",
    "total_ratings": "111 Ratings",
    "description": "Dr. Einat Wilf, one of the most insightful thinkers on Zionism today, reads essays from her latest compilation of essays book, \"We Should All Be Zionists.\" Then, Dr. Wilf and columnist Blake Flayton discuss the themes of each essay and how they apply to Israel and contemporary Jewish life. Listen for insightful conversation on politics, conflict, peace, religion, revolution, past, present , and future. You can purchase your own copy of \"We Should All Be Zionists\" anywhere you get your books."
  },
  {
    "id": "id1582119137",
    "name": "岩中花‪述‬",
    "url": "https://podcasts.apple.com/us/podcast/%E5%B2%A9%E4%B8%AD%E8%8A%B1%E8%BF%B0/id1582119137",
    "studio": "JustPod品牌",
    "category": "Arts",
    "episode_count": "47 episodes",
    "avg_rating": "4.4",
    "total_ratings": "29 Ratings",
    "description": "本节目是由意大利品牌GIADA为GIADA WOMAN推出的一档播客节目。见识过世界也体味过生活的GIADA WOMAN聚集在这里进行自由表达，交流人生思考，讨论专属于这个人生阶段的女性议题，传递出坚韧与温柔并存的女性力量。本节目由GIADA出品，JustPod制作发行。"
  },
  {
    "id": "id334724074",
    "name": "RISK‪!‬",
    "url": "https://podcasts.apple.com/us/podcast/risk/id334724074",
    "studio": "RISK!",
    "category": "Arts",
    "episode_count": "979 episodes",
    "avg_rating": "4.6",
    "total_ratings": "5.4K Ratings",
    "description": "If you like The Moth, This American Life or Snap Judgment, take a walk on the wilder side with RISK! Your colorful host Kevin Allison (of the legendary comedy group The State) helms this surprisingly uncensored show where people tell jaw-dropping true stories they never thought they'd dare to share in public. RISK! is hilarious, heart-wrenching and remarkably real. Think you've heard it all? Fasten your seatbelt."
  },
  {
    "id": "id1697193110",
    "name": "McCartney: A Life in Lyrics",
    "url": "https://podcasts.apple.com/us/podcast/mccartney-a-life-in-lyrics/id1697193110",
    "studio": "Pushkin",
    "category": "Arts",
    "episode_count": "26 episodes",
    "avg_rating": "4.5",
    "total_ratings": "577 Ratings",
    "description": "McCartney: A Life in Lyrics offers listeners the opportunity to sit in on conversations between Paul McCartney and poet Paul Muldoon dissecting the people, experiences, and art that inspired McCartney’s songwriting. These conversations were held during the past several years as the two collaborated on the award winning book, “The Lyrics: 1965 to Present.” Over two seasons and 24 episodes of “McCartney: A Life in Lyrics”,you’ll hear a combination master class, memoir, and improvised journey with one of the most beloved figures in popular music. Each episode focuses on one song from McCartney’s iconic catalog – spanning early Beatles through his solo work. Season 2 premieres on February 7th.“McCartney: A Life in Lyrics” is a co-production between iHeart Media, MPL and Pushkin Industries.Cover Portrait © 1967 Paul McCartney / Photographer: Linda McCartney"
  }
]